㐌
㐫
㐮
㐱
㐳
㐶
㐻
㑀
㑁
㑄
㑋
㑏
㑘
㑚
㑝
㑳
㑷
㒙
㓂
㓙
㓠
㓢
㓭
㓶
㔥
㔫
㕪
㕫
㕭
㕰
㕴
㕵
㕷
㕸
㖂
㖆
㖇
㖉
㖑
㖔
㖘
㖡
㖧
㖫
㖭
㖵
㖷
㖹
㖺
㖼
㗀
㗁
㗂
㗅
㗇
㗍
㗎
㗑
㗕
㗖
㗘
㗚
㗜
㗢
㗭
㗰
㗱
㗳
㗸
㘃
㘇
㘋
㘌
㘕
㘗
㘘
㘙
㘛
㘧
㘨
㙁
㙋
㙔
㙕
㙤
㙮
㙴
㙻
㚴
㛪
㜆
㜥
㜮
㝠
㝡
㝵
㝹
㟮
㡯
㡴
㢤
㤈
㤌
㤎
㤓
㤕
㤚
㤝
㤧
㤨
㤮
㤷
㤿
㥁
㥋
㥪
㥬
㥯
㦃
㦆
㦉
㦑
㦖
㦡
㦸
㧅
㧊
㧍
㧗
㧙
㧝
㧡
㧢
㧨
㧪
㧯
㧴
㧻
㧼
㧾
㨂
㨉
㨋
㨐
㨔
㨗
㨟
㨢
㨥
㨯
㨳
㨴
㨿
㩅
㩇
㩒
㩜
㩡
㩢
㩧
㩫
㪍
㪚
㪯
㫋
㫒
㫖
㫧
㫬
㫰
㫼
㬓
㬰
㭀
㭁
㭲
㭳
㭴
㮔
㮗
㮠
㯀
㯊
㯠
㯿
㰁
㰖
㱕
㲸
㳄
㳉
㳥
㳪
㳯
㳶
㳻
㴖
㴙
㴫
㴷
㴽
㵆
㵢
㵣
㵧
㵮
㵽
㶞
㷋
㷝
㸔
㹟
㹤
㹦
㹯
㺔
㺞
㺧
㻋
㻡
㽳
㽿
㾄
㾔
㾮
㾹
䀡
䀨
䁀
䁖
䁛
䁱
䁲
䁸
䁻
䂓
䂥
䃄
䃈
䃣
䃹
䄇
䄔
䄚
䄧
䄱
䅘
䅭
䆠
䇛
䇸
䇻
䈒
䈟
䈪
䈻
䉅
䉒
䉤
䉭
䊅
䊎
䊷
䊼
䋎
䋘
䋠
䋥
䋦
䋲
䌍
䌑
䌓
䌔
䌙
䌫
䍄
䏓
䏔
䏕
䏜
䏠
䏢
䏦
䏧
䏱
䏴
䏶
䏻
䏽
䏾
䐁
䐊
䐗
䐧
䐭
䐿
䑅
䑈
䑴
䑺
䓪
䓬
䓱
䔍
䔲
䕃
䕯
䖈
䖍
䖏
䖝
䗀
䗁
䗂
䗇
䗋
䗲
䗿
䘆
䘏
䘪
䘮
䙜
䚂
䚟
䚾
䚿
䛒
䛕
䜹
䝨
䞈
䞮
䟓
䟢
䟨
䟽
䠇
䠣
䠨
䡢
䢕
䢨
䣭
䣷
䤠
䥽
䦕
䧺
䨙
䫜
䭃
䭾
䮇
䮐
䯻
䰎
䰸
䱒
䱓
䱚
䱛
䱣
䱸
䲲
䲼
䳽
䴌
䶥
一
丁
七
万
丈
三
上
下
不
与
丐
丑
专
且
丕
世
丘
丙
业
东
丝
丞
丢
两
严
並
丧
个
丫
中
丰
丱
串
临
丸
丹
为
主
丽
举
丿
乂
乃
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乕
乖
乗
乘
乙
九
乞
也
习
乡
书
买
乱
乳
乾
亂
了
亇
予
争
事
二
亍
于
亏
云
互
五
井
亘
亙
亚
些
亞
亟
亠
亡
亢
交
亥
亦
产
亨
享
京
亭
亮
亲
亳
亶
亷
亸
亹
人
亻
亿
什
仁
仃
仄
仅
仆
仇
仉
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
仞
仟
代
令
以
仪
们
仯
仰
仲
件
价
任
份
仿
企
伆
伉
伊
伌
伍
伎
伏
伐
休
伓
众
优
伙
会
伞
伟
传
伤
伦
伪
伬
伮
伯
估
伲
伴
伵
伶
伸
伺
似
伽
佂
佃
但
佇
佈
佉
佊
佋
位
低
住
佐
佑
体
佔
何
佗
余
佚
佛
作
佝
佞
佟
你
佣
佩
佬
佮
佯
佳
併
佶
佺
佻
佼
使
侃
侄
來
侇
侈
侊
例
侍
侐
侑
侔
侖
供
依
侞
侟
侠
侢
侣
侦
侧
侫
侮
侯
侵
侶
侷
侼
便
係
促
俄
俇
俉
俊
俌
俎
俏
俐
俑
俖
俗
俘
俚
俛
保
俞
俟
俠
信
俣
俩
俭
修
俯
俱
俳
俵
俸
俺
俾
倂
倅
倆
倈
倉
個
倍
倏
倐
們
倒
倔
倖
倘
候
倚
倛
倜
倞
借
倡
倣
値
倥
倦
倧
倨
倩
倪
倫
倬
倮
倲
倴
值
倾
偃
偄
偅
假
偈
偉
偎
偏
偓
偕
偖
偘
做
停
偡
健
偪
偬
偭
偮
偰
側
偵
偶
偷
偻
偽
偿
傀
傂
傅
傈
傌
傍
傎
傑
傓
傕
傖
傗
傘
備
傚
傞
傠
傦
傧
储
傫
催
傭
傱
傲
傳
傴
債
傷
傹
傻
傽
傾
僃
僅
僈
僉
僊
働
僎
像
僑
僕
僖
僘
僚
僞
僣
僥
僧
僩
僭
僮
僯
僴
僵
價
僻
儀
儁
儂
億
儅
儆
儈
儉
儋
儌
儑
儒
儔
儕
儗
儘
儞
償
儣
儨
優
儱
儲
儳
儷
儺
儻
儼
儿
兀
允
元
兄
充
兆
兇
先
光
克
兌
免
兎
兑
兒
兔
兕
兖
兗
党
兜
兠
兢
入
內
全
兩
兪
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
内
冇
冉
冊
冋
册
再
冏
冐
冑
冒
冔
冕
冖
冗
冘
写
军
农
冠
冡
冢
冤
冥
冦
冩
冬
冰
冲
决
况
冶
冷
冻
冽
净
凄
准
凈
凉
凋
凌
凍
减
凑
凔
凖
凛
凜
凝
几
凡
凣
処
凭
凯
凰
凱
凳
凴
凵
凶
凸
凹
出
击
函
刀
刁
刃
刅
分
切
刈
刊
刋
刎
刑
划
刖
列
刘
则
刚
创
初
刟
删
判
別
刦
刧
刨
利
刪
别
刮
到
刲
刳
制
刷
券
刹
刺
刻
刼
刽
剁
剂
剃
剄
則
剉
削
剋
剌
前
剏
剑
剒
剔
剖
剗
剘
剛
剜
剝
剟
剥
剧
剩
剪
剮
副
割
創
剷
剽
剿
劃
劄
劅
劇
劈
劉
劊
劍
劎
劐
劑
劓
劔
劕
力
劝
办
功
加
务
劣
动
助
努
劫
劬
劭
励
劲
劳
劸
効
劾
势
勁
勃
勅
勇
勉
勌
勍
勑
勒
動
勖
勗
勘
務
勛
勝
勞
募
勢
勣
勤
勦
勳
勵
勸
勹
勺
勾
勿
匁
匄
包
匆
匈
匍
匏
匐
匕
化
北
匙
匜
匝
匠
匡
匣
匪
匭
匯
匱
匹
区
医
匾
匿
區
十
千
升
午
卉
半
华
协
卑
卒
卓
協
单
卖
南
博
卜
卞
卟
占
卡
卢
卦
卧
卨
卫
卬
卯
印
危
卲
即
却
卵
卷
卸
卹
卻
卽
卿
厂
厄
厅
历
厉
压
厌
厎
厓
厔
厕
厖
厙
厚
厝
原
厠
厢
厥
厦
厨
厩
厪
厭
厮
厰
厲
去
叁
参
參
叄
又
叉
及
友
双
反
収
发
叔
叕
取
受
变
叙
叚
叛
叟
叠
叡
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叵
叶
号
司
叹
叺
叻
叼
叽
吀
吁
吃
各
吆
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吔
吕
吖
吗
吘
君
吝
吞
吟
吠
否
吧
吨
吩
吪
含
听
吭
吮
启
吱
吲
吳
吴
吵
吶
吸
吹
吻
吼
吾
吿
呀
呂
呃
呆
呈
告
呋
呌
呐
呑
员
呞
呠
呡
呢
呥
呦
周
呪
呫
呭
呲
味
呵
呷
呸
呹
呻
呼
命
呾
呿
咀
咃
咄
咆
咈
咋
和
咍
咎
咏
咐
咒
咕
咖
咘
咙
咚
咛
咜
咢
咣
咤
咥
咦
咧
咨
咫
咬
咭
咮
咯
咱
咳
咵
咶
咷
咸
咹
咻
咼
咽
咾
哀
品
哂
哃
哄
哅
哆
哇
哈
哉
哋
响
哎
哏
哐
哑
哗
哘
哙
哝
哞
員
哢
哥
哦
哧
哨
哩
哪
哬
哭
哮
哯
哰
哲
哳
哴
哷
哸
哺
哼
哽
哿
唁
唂
唅
唆
唇
唈
唉
唋
唍
唎
唏
唐
唑
唒
唔
唚
唠
唤
唩
唪
唫
唬
唭
售
唯
唰
唱
唳
唵
唷
唸
唹
唻
唾
唿
啀
啁
啂
啃
啅
商
啈
啉
啊
問
啐
啓
啕
啖
啗
啜
啞
啟
啡
啢
啣
啤
啦
啨
啩
啪
啫
啮
啰
啱
啷
啸
啹
啻
啼
啿
喁
喂
喃
善
喇
喈
喉
喊
喏
喐
喑
喓
喔
喕
喘
喙
喚
喜
喝
喟
喠
喡
喥
喧
喨
喪
喫
喬
喭
單
喳
営
喷
喻
喼
喽
喿
嗃
嗄
嗅
嗇
嗊
嗌
嗍
嗎
嗏
嗒
嗓
嗔
嗕
嗖
嗗
嗘
嗙
嗚
嗜
嗞
嗟
嗡
嗣
嗤
嗦
嗨
嗬
嗯
嗱
嗷
嗹
嗺
嗼
嗽
嗾
嗿
嘀
嘁
嘅
嘆
嘇
嘈
嘉
嘋
嘌
嘍
嘏
嘑
嘓
嘔
嘖
嘗
嘘
嘛
嘝
嘟
嘤
嘩
嘫
嘬
嘮
嘯
嘱
嘲
嘴
嘵
嘶
嘹
嘺
嘻
嘼
嘽
嘾
嘿
噀
噁
噂
噃
噄
噅
噆
噋
噌
噎
噐
噑
噒
噓
噗
噘
噚
噜
噠
噡
噢
噤
噥
噦
器
噩
噪
噫
噬
噯
噲
噴
噶
噷
噼
噽
嚀
嚄
嚅
嚇
嚈
嚉
嚎
嚏
嚓
嚕
嚙
嚚
嚜
嚝
嚟
嚥
嚧
嚨
嚮
嚯
嚴
嚶
嚷
嚼
囁
囂
囈
囉
囊
囑
囔
囘
囚
四
囝
回
因
团
囬
园
囯
困
囱
围
囵
囷
囹
固
囻
国
图
圀
圃
圄
圆
圈
圉
圊
國
圍
園
圓
圖
團
圚
圜
圝
土
圣
在
圩
圫
圬
圭
圮
圯
地
场
圻
圾
址
坂
均
坉
坊
坌
坎
坏
坐
坑
坖
块
坚
坟
坡
坢
坤
坦
坧
坭
坯
坱
坵
坷
垂
垃
垉
型
垌
垒
垓
垔
垜
垞
垠
垢
垣
垧
垫
垮
垷
埃
埇
埋
埌
城
埒
埕
埜
埝
域
埠
埧
埬
埮
執
埸
培
基
埿
堂
堅
堆
堈
堒
堕
堛
堝
堞
堠
堡
堤
堦
堪
堯
堰
報
堲
場
堵
堸
塃
塊
塋
塌
塍
塏
塑
塔
塗
塘
塚
塝
塞
塟
塡
塢
填
塲
塵
塸
塹
塻
塾
墀
墁
墂
境
墅
墉
墊
墋
墐
墓
増
墙
墜
墝
增
墟
墨
墩
墫
墮
墳
墻
墾
壁
壅
壇
壈
壎
壐
壑
壓
壕
壖
壘
壙
壜
壝
壞
壟
壠
壤
士
壬
壮
壯
声
壳
壹
壺
壻
壼
壽
夀
处
备
夊
复
夏
夐
夔
夕
外
夙
多
夜
够
夠
夢
夤
夥
大
天
太
夫
夬
夭
央
失
头
夷
夸
夹
夺
夾
奂
奄
奇
奈
奉
奋
奎
奏
奐
契
奔
奕
奖
套
奘
奚
奠
奢
奣
奥
奧
奩
奪
奬
奭
奮
女
奴
奶
奸
她
好
妁
如
妃
妄
妆
妇
妈
妊
妑
妒
妓
妖
妙
妝
妟
妣
妤
妥
妨
妬
妮
妯
妸
妹
妻
妾
姂
姄
姅
姆
姉
姊
始
姐
姑
姒
姓
委
姗
姚
姜
姝
姥
姦
姨
姪
姬
姮
姻
姿
威
娃
娄
娇
娉
娋
娑
娓
娕
娘
娛
娟
娠
娣
娥
娩
娱
娶
娼
婀
婁
婆
婉
婍
婕
婚
婢
婣
婦
婪
婬
婵
婶
婿
媄
媌
媎
媒
媚
媛
媤
媪
媲
媳
媽
媾
嫁
嫂
嫉
嫊
嫌
嫖
嫗
嫚
嫠
嫡
嫦
嫧
嫩
嫺
嫻
嬀
嬉
嬋
嬌
嬍
嬏
嬐
嬖
嬙
嬡
嬪
嬰
嬴
嬸
孀
孌
子
孑
孔
孕
字
存
孚
孛
孜
孝
孟
季
孤
孥
学
孩
孫
孰
孱
學
孺
孼
孽
宀
宁
宂
它
宄
宅
宇
守
安
宋
完
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宥
宦
宫
宮
宰
宲
害
宴
宵
家
宸
容
宽
宾
宿
寀
寂
寃
寄
寅
密
寇
富
寐
寒
寓
寔
寕
寗
寘
寝
寞
察
寡
寢
寤
寥
實
寧
寨
審
寫
寬
寮
寰
寳
寵
寶
寸
对
寺
寻
导
対
寿
封
尃
射
尅
将
將
專
尉
尊
尋
對
導
小
少
尔
尖
尘
尙
尚
尝
尞
尢
尤
尩
尪
尬
就
尴
尸
尹
尺
尼
尽
尾
尿
局
屁
层
居
屈
屉
届
屋
屍
屎
屏
屑
展
屛
属
屠
屡
屢
層
履
屨
屬
屯
山
屹
岁
岂
岋
岌
岐
岑
岔
岗
岝
岡
岣
岧
岩
岭
岱
岳
岷
岸
岹
峋
峒
峙
峝
峨
峩
峪
峭
峯
峰
峴
島
峻
峽
崇
崋
崎
崑
崒
崔
崖
崗
崙
崛
崞
崤
崦
崩
崱
嵇
嵋
嵌
嵐
嵗
嵩
嵬
嵯
嵿
嶂
嶇
嶗
嶘
嶙
嶟
嶠
嶢
嶧
嶪
嶷
嶺
嶽
巄
巍
巓
巔
巖
川
州
巡
巢
巤
工
左
巧
巨
巫
差
己
已
巳
巴
巵
巷
巻
巽
巾
币
市
布
帅
帆
师
希
帐
帑
帕
帖
帙
帚
帛
帜
帝
帥
带
師
帬
席
帮
帳
帶
帷
常
帼
帽
幀
幃
幄
幅
幇
幍
幔
幕
幗
幘
幙
幛
幞
幟
幡
幢
幣
幩
幫
幬
干
平
年
并
幷
幸
幹
幻
幼
幽
幾
广
庄
庆
庇
庈
床
序
庒
库
应
底
庖
店
庙
庚
府
庞
废
庠
度
座
庫
庭
庯
庵
庶
康
庸
庹
庻
庾
廁
廂
廈
廉
廊
廌
廒
廓
廕
廖
廙
廚
廛
廝
廟
廠
廡
廢
廣
廨
廩
廪
廬
廳
廴
廵
延
廷
廹
建
廻
廼
廾
廿
开
弁
异
弃
弄
弇
弈
弊
弋
弌
弎
式
弑
弒
弓
弔
引
弗
弘
弛
弟
张
弥
弦
弩
弭
弯
弱
張
強
弹
强
弼
彀
彈
彊
彌
彎
归
当
录
彗
彘
彙
彛
彜
彝
形
彣
彤
彥
彦
彧
彩
彪
彫
彬
彭
彰
影
彶
彷
役
彻
彼
彾
彿
往
征
徂
徃
径
待
徇
很
徊
律
後
徐
徑
徒
徔
徕
得
徘
徙
徝
從
御
徧
徨
復
循
徫
徬
徭
微
徯
徵
德
徹
徼
徽
心
必
忆
忉
忊
忌
忍
忐
忑
忒
忖
志
忘
忙
忝
忠
忣
忤
忧
快
忮
忱
念
忸
忻
忽
忿
怀
态
怂
怅
怉
怍
怎
怏
怒
怔
怕
怖
怙
怛
怜
思
怠
怡
急
怦
性
怨
怩
怪
怫
怯
怱
怲
怵
总
恁
恂
恃
恄
恅
恆
恇
恊
恋
恍
恐
恒
恓
恕
恙
恜
恝
恠
恢
恣
恤
恥
恨
恩
恪
恫
恬
恭
息
恰
恱
恳
恶
恼
恾
恿
悁
悃
悄
悅
悇
悉
悊
悋
悌
悍
悒
悔
悖
悚
悛
悜
悞
悟
悠
患
悤
悦
您
悭
悯
悰
悱
悲
悴
悵
悶
悸
悺
悼
悽
情
惆
惇
惊
惋
惏
惑
惓
惔
惕
惚
惜
惟
惠
惡
惧
惨
惭
惮
惯
惰
惱
惲
想
惴
惵
惶
惸
惹
惺
惻
惼
愀
愁
愆
愈
愉
愊
愍
愎
意
愔
愕
愖
愚
愛
愜
感
愠
愣
愤
愧
愬
愴
愷
愻
愼
愾
愿
慄
慇
慈
態
慌
慎
慓
慕
慘
慙
慚
慛
慝
慟
慡
慢
慣
慤
慥
慧
慨
慫
慬
慮
慰
慳
慵
慶
慷
慻
慾
憂
憇
憊
憋
憎
憐
憑
憔
憚
憢
憤
憨
憩
憫
憭
憯
憲
憶
憸
憹
憼
憾
懂
懃
懇
懈
應
懊
懋
懌
懍
懑
懒
懝
懞
懢
懣
懦
懧
懨
懪
懲
懵
懶
懷
懸
懺
懼
懽
懾
懿
戀
戅
戆
戇
戈
戊
戋
戌
戍
戎
戏
成
我
戒
戕
或
战
戚
戛
戞
戟
戠
戡
戢
戤
戥
戦
截
戬
戮
戯
戰
戱
戲
戳
戴
戶
户
戸
戾
房
所
扁
扆
扇
扈
扉
手
才
扎
扏
扐
扑
扒
打
扔
払
扖
托
扙
扛
扜
扞
扠
扡
扢
扣
扦
执
扨
扩
扫
扬
扭
扮
扯
扰
扱
扲
扳
扵
扶
批
扺
扼
扽
找
承
技
抃
抄
抅
抆
抇
抉
把
抌
抐
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抝
抠
抡
抢
护
报
抨
抪
披
抬
抯
抱
抵
抸
抹
押
抽
抿
拀
拁
拂
拃
拄
担
拆
拇
拈
拉
拊
拋
拌
拍
拎
拏
拐
拑
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拞
拟
拠
拢
拥
拦
拧
拨
拫
括
拭
拮
拯
拰
拱
拳
拴
拵
拶
拷
拸
拼
拽
拾
拿
持
挂
挃
挄
指
挈
按
挌
挍
挎
挏
挑
挒
挖
挗
挚
挟
挠
挡
挣
挤
挥
挨
挪
挫
挭
振
挰
挴
挵
挶
挷
挸
挹
挺
挼
挽
挾
捁
捂
捃
捄
捅
捆
捇
捉
捊
捌
捍
捎
捏
捐
捔
捕
捖
捘
捛
捝
捞
损
捠
捡
换
捣
捤
捥
捧
捨
捫
捭
据
捰
捱
捲
捵
捶
捷
捹
捺
捻
捽
捿
掀
掁
掃
掄
掇
授
掉
掊
掌
掎
掏
掑
排
掕
掖
掘
掙
掛
掝
掟
掠
採
探
掣
掤
接
控
推
掩
措
掬
掯
掺
掾
揀
揁
揄
揆
揇
揉
揋
揍
揎
描
提
揑
插
揕
揖
揚
換
揜
揝
揞
握
揣
揨
揪
揬
揭
揮
揲
援
揵
揶
揸
揽
搁
搂
搅
搈
搊
搌
損
搏
搐
搒
搓
搔
搖
搗
搙
搛
搜
搝
搞
搠
搡
搣
搥
搦
搨
搩
搪
搬
搭
搮
搴
搶
搷
携
搽
摄
摆
摇
摊
摌
摑
摓
摔
摕
摘
摛
摞
摟
摧
摨
摩
摭
摯
摱
摳
摶
摷
摸
摹
摺
摼
摽
撂
撄
撅
撇
撈
撌
撍
撐
撑
撒
撓
撔
撖
撘
撚
撛
撝
撞
撟
撣
撤
撥
撦
撨
撩
撫
撬
播
撮
撰
撱
撲
撳
撻
撼
撾
撿
擀
擁
擂
擃
擄
擅
擇
擉
擊
擋
操
擎
擐
擒
擔
擕
擘
據
擛
擞
擠
擡
擢
擣
擤
擦
擧
擬
擭
擯
擰
擱
擲
擴
擸
擺
擻
擼
擾
擿
攀
攂
攄
攅
攊
攎
攏
攑
攒
攔
攕
攘
攙
攛
攜
攝
攞
攡
攢
攤
攥
攪
攫
攬
攭
支
收
攷
攸
改
攻
攽
放
政
敄
故
效
敉
敌
敍
敎
敏
救
敔
敕
敖
敗
敘
教
敛
敝
敞
敢
散
敦
敬
敭
数
敲
整
敵
敷
數
敺
斁
斂
斃
斅
文
斈
斌
斎
斐
斑
斕
斗
料
斛
斜
斟
斡
斤
斥
斧
斩
斫
斬
断
斮
斯
新
斲
斷
方
於
施
斾
旁
旂
旄
旅
旆
旈
旋
旌
旎
族
旖
旗
旙
旛
无
旡
既
旣
日
旦
旧
旨
早
旬
旭
旰
旱
旴
旵
时
旹
旺
旻
昂
昃
昆
昇
昉
昊
昌
明
昏
昑
易
昔
昕
昛
星
映
春
昧
昨
昫
昬
昭
是
昱
昴
昵
昶
昹
昺
昼
显
晁
時
晃
晄
晅
晉
晋
晌
晏
晒
晓
晕
晚
晛
晝
晟
晡
晢
晤
晥
晦
晨
晫
晬
晭
普
景
晴
晶
晷
智
暀
暂
暃
暄
暇
暈
暉
暊
暌
暍
暎
暏
暐
暑
暖
暗
暘
暜
暝
暠
暢
暨
暫
暭
暮
暱
暴
暵
暸
暹
暾
暿
曀
曁
曄
曆
曇
曉
曎
曔
曖
曙
曛
曜
曝
曠
曥
曩
曬
曭
曰
曲
曳
更
曷
書
曹
曼
曾
替
最
朂
會
月
有
朋
服
朐
朔
朕
朗
望
朝
朞
期
朦
朧
木
未
末
本
札
术
朱
朴
朵
朶
机
朽
朿
杀
杂
权
杄
杅
杆
杈
杉
杌
李
杏
材
村
杕
杖
杙
杜
杝
杞
束
杠
条
来
杧
杨
杪
杭
杯
杰
東
杲
杳
杵
杶
杷
杻
杼
松
板
极
构
枇
枉
枋
枌
析
枒
枕
林
枙
枚
果
枝
枢
枪
枯
枰
枳
枵
架
枷
枸
柀
柁
柂
柄
柅
柇
柉
柊
柏
某
柑
染
柔
柚
柜
柝
柞
柢
查
柩
柬
柯
柰
柱
柳
柴
柵
柿
栅
标
栈
栍
栏
栐
树
栓
栔
栖
栗
栘
校
栢
栩
株
栱
样
核
根
栻
格
栽
栾
桀
桂
桃
桄
案
桌
桐
桑
桓
桔
档
桥
桧
桩
桭
桮
桴
桶
桷
桿
梁
梂
梃
梄
梅
梆
梇
梌
梍
梏
梐
梓
梗
梚
條
梞
梟
梠
梢
梣
梦
梧
梨
梩
梭
梮
梯
械
梱
梳
梵
梶
梾
检
棃
棄
棆
棉
棊
棋
棍
棐
棒
棓
棗
棘
棚
棟
棠
棡
棣
棦
棧
棨
森
棱
棲
棵
棶
棹
棺
椁
椂
椅
椆
椇
椊
植
椎
椒
椓
椩
椰
椲
椳
椶
椽
椿
楂
楃
楊
楏
楓
楔
楙
楚
楝
楞
楠
楣
楥
楦
楨
楩
楪
楫
業
楮
楯
楱
楳
極
楷
楹
楼
楽
榁
概
榆
榉
榑
榔
榕
榖
榘
榛
榜
榨
榩
榭
榮
榱
榴
榶
榷
榻
榾
槁
槃
槅
槈
槊
構
槌
槍
槎
槏
槐
槓
槔
槕
槖
槣
槦
槨
槩
槪
槭
槰
槳
槶
槹
槻
槽
槾
樁
樂
樈
樊
樋
樑
樓
樔
樗
標
樛
樞
樟
模
樣
樤
樨
横
樭
樵
樸
樹
樻
樽
樿
橃
橄
橅
橈
橊
橋
橎
橏
橐
橑
橒
橘
橙
橛
機
橫
橱
橷
橹
橺
橽
檀
檂
檄
檉
檊
檎
檑
檛
檜
檠
檡
檢
檣
檤
檯
檱
檳
檸
檻
檽
櫃
櫅
櫆
櫑
櫓
櫗
櫛
櫟
櫬
櫸
櫻
欄
權
欐
欒
欔
欖
欗
欞
欠
次
欢
欣
欤
欧
欲
欵
欷
欸
欺
欽
款
歃
歆
歇
歉
歌
歎
歐
歔
歘
歛
歟
歡
止
正
此
步
武
歧
歩
歪
歲
歳
歴
歷
歸
歹
死
歿
殀
殁
殂
殃
殄
殆
殉
殊
残
殍
殕
殖
殘
殚
殛
殞
殢
殤
殪
殫
殮
殯
殰
殲
段
殷
殺
殼
殽
殿
毀
毁
毂
毅
毆
毋
母
每
毒
毓
比
毕
毖
毗
毘
毛
毡
毦
毫
毬
毯
氅
氈
氊
氍
氏
氐
民
氓
气
氛
氣
氮
氯
水
氷
永
氽
氾
汀
汁
求
汇
汉
汊
汋
汎
汒
汓
汔
汕
汗
汙
汚
汜
汝
江
池
污
汤
汧
汪
汫
汭
汰
汲
汴
汵
汶
決
汻
汽
汾
沁
沂
沃
沅
沆
沈
沉
沌
沐
沒
沓
沔
沕
沖
沗
沙
沚
沛
没
沫
沮
沱
沲
河
沴
沸
油
治
沼
沽
沾
沿
況
泄
泅
泆
泈
泉
泊
泌
泍
泏
泐
泑
泒
泔
法
泗
泙
泚
泛
泝
泟
泠
泡
波
泣
泥
注
泪
泫
泮
泯
泰
泳
泵
泸
泼
泽
泾
泿
洁
洃
洄
洆
洋
洌
洎
洏
洐
洒
洗
洘
洙
洚
洛
洞
洟
洡
津
洩
洪
洮
洱
洲
洳
洴
洵
洶
洷
洸
活
洼
洽
派
流
浄
浅
浆
测
浍
济
浑
浓
浗
浘
浙
浚
浞
浡
浣
浥
浦
浩
浪
浮
浯
浰
浱
浴
海
浸
浹
浽
涂
涅
涇
消
涉
涌
涎
涓
涕
涖
涘
涛
涝
涞
涣
涤
润
涨
涪
涮
涯
液
涴
涵
涸
涼
涿
淀
淃
淄
淅
淆
淇
淈
淋
淌
淍
淎
淑
淒
淖
淘
淙
淚
淝
淞
淡
淢
淤
淥
淨
淩
淪
淫
淬
淮
淯
深
淳
淵
淶
混
淸
淹
淺
添
渀
渃
清
渉
渊
渐
渗
渘
渙
渚
減
渝
渠
渡
渣
渤
渧
渨
温
測
渭
港
渰
渴
渵
游
渺
渾
湄
湈
湊
湋
湍
湏
湓
湔
湖
湘
湛
湜
湞
湟
湡
湥
湧
湩
湫
湮
湯
湲
湳
湼
湾
湿
溂
溇
溋
源
溑
準
溗
溘
溚
溜
溝
溟
溢
溥
溦
溧
溩
溪
溫
溯
溱
溳
溶
溷
溺
溼
溽
滁
滂
滃
滄
滅
滆
滇
滈
滋
滌
滎
滏
滑
滔
滕
滚
滛
滝
满
滥
滩
滬
滯
滲
滴
滵
滷
滸
滻
滾
滿
漁
漂
漆
漈
漉
漊
漏
漓
演
漕
漚
漝
漠
漢
漣
漧
漨
漫
漬
漲
漳
漴
漸
漼
漿
潀
潁
潆
潇
潑
潔
潘
潙
潚
潛
潜
潝
潞
潢
潤
潦
潭
潮
潯
潰
潴
潶
潷
潸
潺
潼
潾
澁
澂
澄
澆
澇
澈
澌
澍
澗
澜
澠
澡
澢
澤
澦
澧
澭
澮
澳
澾
澿
激
濁
濂
濃
濊
濔
濕
濘
濛
濟
濠
濡
濤
濧
濫
濬
濮
濯
濱
濶
濺
濼
瀂
瀆
瀉
瀋
瀍
瀏
瀑
瀕
瀘
瀛
瀝
瀠
瀣
瀧
瀨
瀰
瀷
瀸
瀻
瀾
灆
灌
灑
灘
灝
灡
灣
灤
火
灭
灯
灰
灵
灶
灸
灼
災
灾
灿
炉
炊
炎
炒
炙
炟
炥
炩
炪
炫
炬
炭
炮
炯
炳
炵
炶
炸
点
為
炼
烂
烇
烈
烊
烏
烕
烘
烙
烛
烝
烟
烣
烤
烦
烧
烩
烫
烬
热
烸
烹
烽
焄
焉
焊
焒
焕
焖
焙
焚
焞
焠
無
焦
焫
焮
焰
焳
然
煇
煉
煌
煎
煏
煑
煒
煖
煙
煚
煜
煞
煢
煥
煦
照
煨
煩
煬
煮
煺
煽
煿
熄
熅
熊
熏
熒
熔
熙
熛
熟
熢
熣
熨
熬
熯
熱
熵
熶
熷
熹
熺
熻
熾
燁
燃
燄
燈
燎
燏
燐
燒
燔
燕
燖
燘
營
燥
燦
燬
燭
燮
燴
燶
燹
燼
燿
爁
爃
爆
爐
爕
爙
爛
爨
爪
爫
爬
爭
爰
爱
爲
爵
父
爸
爹
爺
爻
爽
爾
爿
牀
牁
牂
牆
片
版
牌
牒
牕
牖
牙
牚
牛
牝
牟
牡
牢
牧
物
牲
牵
特
牺
牽
犀
犁
犂
犄
犍
犒
犖
犛
犟
犠
犢
犧
犬
犯
状
犹
狀
狂
狃
狄
狈
狎
狐
狓
狔
狗
狠
狡
狥
狩
独
狭
狯
狸
狹
狺
狻
狼
狽
猇
猉
猊
猑
猕
猖
猗
猛
猜
猝
猥
猩
猪
猫
献
猱
猴
猶
猷
猾
猿
獄
獅
獍
獎
獐
獒
獓
獗
獘
獠
獨
獪
獬
獮
獲
獴
獵
獷
獸
獺
獻
玁
玃
玄
率
玉
王
玖
玠
玡
玦
玨
玩
现
玲
玳
玵
玷
玺
玻
珀
珂
珉
珊
珍
珏
珑
珖
珙
珝
珞
珠
珣
珥
珩
珪
班
珵
珽
現
球
琄
琅
理
琇
琉
琊
琐
琚
琛
琢
琤
琥
琦
琨
琪
琬
琮
琯
琰
琱
琳
琴
琵
琶
琹
瑀
瑁
瑄
瑇
瑋
瑍
瑕
瑗
瑚
瑛
瑜
瑞
瑟
瑠
瑡
瑣
瑤
瑨
瑩
瑪
瑯
瑰
瑱
瑳
瑾
璃
璆
璇
璈
璉
璋
璘
璜
璞
璟
璠
璣
璤
璥
璧
璨
璩
環
璲
璸
璹
璽
璿
瓆
瓈
瓊
瓏
瓒
瓔
瓖
瓘
瓚
瓜
瓢
瓦
瓮
瓴
瓶
瓷
甄
甆
甌
甍
甎
甑
甓
甕
甘
甚
甜
甞
生
產
産
甥
甦
用
甩
甫
甬
甯
田
由
甲
申
电
男
甸
画
甿
畀
畅
畆
畋
界
畎
畏
畑
畔
留
畜
畝
畟
畢
略
畧
畨
番
畫
畬
畯
異
畵
當
畹
畿
疆
疇
疊
疋
疎
疏
疐
疑
疔
疗
疙
疚
疝
疢
疤
疥
疪
疫
疯
疲
疳
疴
疵
疸
疹
疼
疽
疾
痁
病
痆
症
痊
痍
痔
痕
痗
痘
痙
痚
痛
痢
痣
痨
痰
痴
痺
痼
痿
瘀
瘁
瘅
瘈
瘖
瘗
瘝
瘞
瘟
瘠
瘡
瘤
瘦
瘧
瘩
瘪
瘫
瘳
瘴
瘺
瘼
瘾
癀
療
癃
癆
癉
癋
癍
癐
癒
癖
癘
癞
癡
癢
癩
癫
癬
癯
癰
癲
癸
登
發
白
百
皁
皂
的
皆
皇
皈
皋
皎
皐
皑
皓
皖
皙
皚
皜
皮
皱
皷
皺
皿
盂
盃
盅
盆
盈
益
盍
盎
盐
监
盒
盔
盖
盗
盘
盛
盜
盞
盟
盡
監
盤
盥
盧
盩
盪
目
盱
盲
直
相
盻
盼
盾
省
眇
眈
眉
看
眎
眙
眛
眜
眞
真
眠
眦
眨
眩
眭
眯
眶
眷
眸
眺
眼
眾
着
睁
睃
睇
睒
睚
睛
睜
睟
睠
睡
督
睥
睦
睨
睬
睹
睽
睿
瞋
瞌
瞑
瞒
瞙
瞜
瞞
瞥
瞧
瞪
瞬
瞭
瞰
瞱
瞳
瞶
瞻
瞽
瞿
矇
矍
矑
矓
矗
矛
矜
矟
矢
矣
知
矧
矩
矫
短
矮
矯
石
矾
矿
码
砂
砌
砍
研
砖
砛
砥
砦
砬
砭
砮
砰
砲
破
砸
础
硃
硅
硍
硏
硔
硝
硨
硫
硬
确
硯
碁
碇
碌
碍
碎
碏
碑
碗
碟
碣
碧
碩
碭
碮
碰
確
碼
碾
磁
磅
磆
磉
磊
磋
磌
磐
磔
磚
磟
磨
磩
磬
磲
磴
磺
磽
磾
礅
礎
礔
礙
礦
礪
礫
礬
礮
礴
礷
示
礼
社
祀
祁
祇
祈
祉
祐
祓
祔
祕
祖
祗
祚
祛
祜
祝
神
祟
祠
祥
祧
票
祫
祭
祸
祺
祿
禀
禁
禄
禅
禇
禍
禎
福
禔
禕
禖
禘
禚
禥
禦
禧
禩
禪
禫
禮
禰
禱
禳
禹
禺
离
禽
禾
秀
私
秃
秉
秋
种
科
秒
秖
秘
租
秣
秤
秦
秧
秩
秪
秫
秬
秭
积
称
秱
秷
秸
移
稀
稅
程
稍
税
稔
稗
稚
稜
稟
稠
稭
種
稱
稳
稴
稷
稹
稻
稼
稽
稿
穀
穆
穉
積
穎
穗
穡
穢
穩
穫
穭
穰
穴
究
穹
空
穽
穿
突
窃
窄
窆
窈
窍
窒
窕
窖
窗
窘
窝
窟
窠
窩
窬
窮
窰
窺
窻
竃
竄
竅
竇
竈
竉
竊
立
竒
竖
站
竜
竝
竞
竟
章
竣
童
竦
竪
竫
竭
端
競
竹
竺
竽
竿
笄
笈
笋
笏
笑
笔
笗
笘
笙
笛
笞
笠
符
笨
第
笮
笳
笵
笺
笼
筆
等
筋
筌
筍
筏
筐
筑
筒
筓
答
策
筝
筠
筥
筩
筫
筭
筮
筯
筲
筵
筷
筹
签
简
箇
箋
箍
箏
箕
算
箠
管
箤
箫
箬
箭
箱
箴
箻
節
篁
範
篆
篇
築
篋
篌
篓
篙
篡
篤
篦
篩
篪
篭
篮
篰
篷
篾
簇
簏
簒
簜
簝
簞
簡
簦
簧
簩
簪
簫
簮
簷
簸
簽
簾
簿
籃
籌
籍
籐
籒
籔
籖
籙
籚
籜
籠
籤
籩
籬
米
籺
类
粃
粉
粑
粒
粓
粗
粘
粟
粢
粤
粥
粦
粧
粮
粱
粲
粳
粹
精
粿
糁
糊
糕
糖
糗
糙
糜
糝
糞
糟
糠
糧
糮
糲
糶
系
糾
紀
紂
紃
約
紅
紆
紇
紉
紊
紋
納
紏
紐
紒
紓
純
紗
紘
紙
級
紛
紜
紞
素
索
紥
紧
紩
紫
紬
紮
累
細
紱
紲
紳
紵
紷
紹
紺
紼
紿
絁
終
絃
組
絅
絆
絏
結
絕
絖
絙
絛
絜
絞
絡
絢
給
絨
絩
絪
絬
絮
絰
統
絲
絳
絵
絶
絹
綁
綂
綆
綉
綌
綏
綑
經
綗
継
綜
綝
綠
綢
綣
綦
綬
維
綱
網
綴
綵
綸
綺
綻
綽
綾
綿
緇
緊
緋
緍
緒
緖
緘
線
緜
緝
緞
緟
締
緡
緣
緦
編
緩
緫
緬
緯
練
緼
縁
縂
縈
縉
縊
縏
縑
縚
縛
縝
縞
縣
縧
縫
縮
縱
縲
縳
縶
縷
縸
縹
縻
總
績
縿
繁
繃
繆
繇
繋
繏
繒
繓
織
繕
繘
繙
繚
繜
繞
繡
繩
繪
繫
繭
繮
繰
繳
繹
繻
繼
繾
繿
纀
纂
纇
纊
續
纍
纏
纓
纔
纖
纘
纙
纛
纜
纠
红
纤
约
级
纪
纯
纱
纲
纳
纷
纸
纹
纺
线
练
组
细
织
终
绉
绊
绍
经
绑
绒
结
绕
给
绝
统
绢
继
绩
绪
续
绰
绳
维
绵
综
绽
绿
缋
缎
缓
缕
编
缘
缝
缟
缠
缩
缭
缶
缹
缺
缾
罃
罄
罅
罌
罏
罐
网
罒
罔
罕
罗
罙
罚
罡
罢
罣
罩
罪
置
罰
署
罵
罷
罸
罹
罽
罾
羅
羆
羈
羊
羌
美
羓
羕
羗
羙
羚
羝
羞
羡
羣
群
羨
義
羮
羯
羲
羶
羸
羹
羽
羿
翁
翅
翊
翌
翎
習
翔
翕
翘
翚
翟
翠
翡
翥
翦
翩
翫
翮
翰
翱
翳
翹
翻
翼
耀
老
考
耄
者
耆
耋
而
耍
耐
耑
耒
耕
耗
耘
耙
耚
耤
耧
耨
耳
耶
耸
耻
耽
耿
聀
聂
聆
聊
聋
职
聒
联
聖
聘
聚
聞
聪
聮
聯
聰
聲
聳
職
聹
聽
聾
聿
肃
肄
肅
肆
肇
肈
肉
肋
肌
肐
肓
肔
肖
肘
肙
肚
肝
肠
股
肢
肣
肤
肥
肩
肬
肮
肯
肱
育
肸
肺
肾
肿
胀
胃
胄
胆
胉
背
胎
胒
胓
胕
胖
胙
胚
胜
胞
胡
胣
胤
胥
胫
胯
胱
胲
胳
胷
胸
胺
胻
胼
能
脂
脄
脅
脆
脇
脈
脉
脊
脍
脏
脑
脖
脗
脙
脚
脛
脢
脣
脧
脩
脫
脭
脯
脱
脸
脹
脺
脽
脾
脿
腀
腈
腋
腎
腐
腑
腓
腔
腕
腛
腤
腥
腦
腩
腫
腭
腮
腯
腰
腳
腴
腸
腹
腺
腻
腾
腿
膀
膁
膂
膆
膈
膉
膊
膏
膒
膓
膗
膚
膛
膝
膠
膨
膩
膫
膮
膳
膺
膻
膽
膾
臀
臂
臃
臆
臉
臊
臌
臍
臏
臒
臘
臚
臟
臠
臣
臥
臧
臨
自
臭
臯
至
致
臺
臻
臼
臾
舁
舂
舄
舅
舆
與
興
舉
舊
舌
舍
舐
舒
舖
舘
舚
舛
舜
舞
舟
舡
航
般
舰
舳
舵
舶
舷
舸
船
舾
艄
艅
艇
艎
艔
艘
艙
艚
艟
艤
艦
艨
艫
艮
良
艰
艱
色
艳
艶
艷
艸
艹
艺
艾
芀
节
芃
芇
芋
芌
芍
芎
芒
芙
芝
芟
芥
芦
芨
芩
芫
芬
芭
芮
花
芳
芷
芸
芹
芻
芼
芽
芿
苍
苏
苑
苒
苓
苔
苗
苛
苝
苞
苟
苡
苤
若
苦
苫
英
苲
苳
苴
苾
茀
茂
范
茄
茅
茌
茍
茗
茘
茙
茟
茣
茦
茧
茨
茩
茫
茯
茱
茲
茴
茵
茶
茸
茹
茺
荀
荄
荅
荆
草
荊
荎
荏
荐
荑
荒
荔
荗
荘
荟
荡
荣
荤
荫
荭
药
荱
荳
荷
荻
荼
莂
莅
莈
莊
莎
莒
莓
莖
莘
莛
莢
莩
莪
莫
莯
莱
获
莺
莽
菁
菅
菇
菈
菊
菌
菑
菓
菛
菜
菩
菫
菭
華
菲
菴
菶
菻
菽
萁
萃
萄
萇
萊
萌
萍
萏
萝
萡
萤
营
萦
萧
萨
萬
萱
萶
萸
萼
落
萾
葃
葆
葇
葉
葎
葑
著
葚
葛
葡
董
葦
葫
葬
葭
葱
葵
葺
葻
蒂
蒄
蒈
蒋
蒌
蒐
蒔
蒙
蒜
蒞
蒥
蒭
蒯
蒲
蒸
蒺
蒼
蒿
蓀
蓃
蓄
蓆
蓉
蓊
蓋
蓐
蓓
蓝
蓢
蓩
蓬
蓮
蓰
蓴
蓽
蔇
蔑
蔓
蔗
蔘
蔚
蔞
蔠
蔡
蔣
蔥
蔬
蔭
蔻
蔼
蔽
蕃
蕉
蕊
蕋
蕎
蕕
蕘
蕙
蕝
蕞
蕢
蕤
蕧
蕩
蕪
蕭
蕴
蕷
蕾
薄
薇
薈
薊
薏
薑
薔
薕
薛
薜
薝
薤
薦
薨
薩
薪
薬
薮
薰
薴
薷
薸
薹
薺
藁
藉
藍
藏
藐
藕
藜
藝
藞
藟
藤
藥
藩
藪
藴
藹
藺
藻
藿
蘂
蘄
蘆
蘇
蘋
蘔
蘖
蘗
蘝
蘢
蘧
蘭
蘸
蘼
蘿
虀
虅
虎
虏
虐
虑
虔
處
虚
虛
虜
虞
號
虢
虧
虫
虬
虵
虶
虹
虽
蚁
蚂
蚆
蚊
蚋
蚌
蚓
蚕
蚖
蚣
蚤
蚩
蚫
蚵
蚺
蚽
蚾
蛇
蛉
蛋
蛙
蛛
蛟
蛤
蛦
蛫
蛮
蛺
蛻
蛽
蛾
蜀
蜂
蜄
蜆
蜇
蜈
蜉
蜍
蜕
蜘
蜜
蜞
蜟
蜡
蜮
蜷
蜺
蜼
蝇
蝎
蝒
蝕
蝗
蝟
蝠
蝣
蝦
蝮
蝳
蝴
蝶
蝼
螂
螉
融
螓
螟
螠
螢
螣
螫
螮
螯
螳
螴
螺
螻
蟆
蟈
蟊
蟑
蟒
蟠
蟡
蟥
蟬
蟯
蟲
蟳
蟹
蟻
蟾
蠃
蠅
蠆
蠍
蠒
蠓
蠔
蠕
蠛
蠟
蠡
蠢
蠬
蠱
蠲
蠶
蠹
蠻
血
衂
衆
衊
行
衍
衒
術
衔
街
衘
衙
衛
衝
衞
衡
衢
衣
补
表
衩
衫
衬
衮
衰
衷
衹
衺
衽
衾
衿
袁
袄
袅
袈
袋
袍
袏
袑
袒
袖
袗
袜
袞
袤
袩
袪
被
袭
袴
袵
裀
裁
裂
装
裆
裊
裎
裏
裒
裔
裕
裘
裙
補
裝
裟
裡
裤
裨
裩
裱
裳
裴
裸
裹
製
裾
褂
複
褊
褐
褒
褓
褘
褙
褚
褛
褠
褡
褥
褰
褲
褳
褶
褸
褻
襁
襃
襄
襆
襊
襌
襖
襘
襛
襜
襟
襤
襨
襯
襲
襾
西
要
覃
覆
覇
覈
覊
見
覌
規
覓
覔
視
覘
覡
覦
覧
覩
親
覬
覯
覰
覲
覷
覺
覽
覿
觀
见
观
规
视
觇
览
觉
觑
角
觔
觖
觜
觡
解
觥
触
觧
觫
觳
觴
觸
言
訁
訂
訃
計
訊
訌
討
訐
訓
訕
訖
託
記
訛
訝
訟
訠
訢
訣
訥
訪
設
訰
許
訴
訶
診
註
証
詆
詌
詎
詐
詔
評
詖
詘
詞
詠
詡
詢
詣
試
詧
詩
詫
詬
詭
詮
詰
話
該
詳
詹
詼
誄
誅
誇
誊
誌
認
誑
誓
誕
誘
誚
語
誠
誡
誣
誤
誥
誦
誨
說
説
誰
課
誹
誺
誼
調
諂
諃
諄
談
諉
請
諌
諍
諏
諒
諕
論
諘
諛
諜
諝
諠
諡
諦
諧
諫
諭
諮
諱
諳
諶
諷
諸
諺
諾
謀
謁
謂
謄
謅
謐
謔
謖
謗
謙
謚
講
謝
謟
謠
謦
謨
謫
謬
謭
謲
謳
謹
謾
譁
譃
證
譌
譎
譏
譔
譖
識
譙
譚
譛
譜
譟
警
譬
譯
議
譲
譴
護
譸
譽
讀
讄
變
讋
讌
讎
讐
讒
讓
讖
讙
讚
讞
讟
讠
计
订
认
讨
让
讫
训
议
讯
记
讲
讳
讶
许
论
讽
设
访
诀
证
诃
评
识
诉
诌
词
译
试
诗
诚
话
诞
诡
询
该
详
诧
诩
语
误
诰
诱
诲
说
诵
请
诸
诺
读
课
谁
调
谅
谈
谊
谋
谍
谎
谐
谑
谓
谜
谢
谣
谦
谨
谪
谲
谴
谷
谿
豁
豆
豈
豉
豊
豋
豎
豐
豔
豕
豚
象
豢
豤
豦
豨
豪
豫
豬
豸
豹
豺
貂
貅
貉
貊
貌
貓
貔
貝
貞
貟
負
財
貢
貧
貨
販
貪
貫
責
貮
貯
貲
貳
貴
貶
買
貸
貺
費
貼
貽
貿
賀
賁
賂
賃
賄
資
賈
賊
賍
賎
賑
賒
賓
賔
賖
賙
賚
賛
賜
賞
賠
賡
賢
賣
賤
賥
賦
質
賫
賬
賭
賴
賵
賷
賸
賺
賻
購
賽
贄
贅
贇
贈
贊
贍
贏
贐
贑
贒
贓
贖
贛
贝
负
贡
财
责
败
货
质
贩
贪
贬
购
贯
贴
贵
贸
费
贺
贻
贼
贾
贿
赂
资
赋
赌
赏
赔
赖
赚
赛
赞
赠
赢
赤
赦
赧
赫
赭
走
赴
赶
起
赸
趁
趂
趄
超
越
趋
趍
趐
趑
趔
趕
趙
趟
趣
趦
趨
足
趴
趺
趾
趿
跃
跈
跋
跌
跎
跏
跐
跑
跖
跙
跛
距
跟
跡
跢
跣
跤
跨
跪
跬
跮
路
跲
跳
践
跺
跻
跼
踆
踈
踉
踊
踌
踏
踐
踖
踘
踚
踞
踢
踣
踤
踦
踩
踪
踮
踰
踱
踴
踵
踸
踹
蹀
蹂
蹄
蹅
蹇
蹈
蹉
蹊
蹌
蹎
蹐
蹑
蹕
蹙
蹚
蹟
蹤
蹥
蹦
蹬
蹭
蹰
蹲
蹴
蹶
蹸
蹺
蹽
躁
躂
躄
躅
躇
躊
躋
躍
躏
躐
躑
躓
躔
躙
躡
身
躬
躭
躱
躲
躶
躺
軀
車
軋
軌
軍
軐
軒
軖
軛
軟
軫
軰
軸
軹
軺
軻
軼
軾
軿
較
輅
載
輒
輔
輕
輗
輙
輛
輜
輝
輟
輦
輩
輪
輭
輯
輳
輶
輸
輻
輼
輿
轂
轄
轅
轆
轇
轉
轍
轎
轒
轕
轘
轝
轟
轡
轢
车
轩
转
轮
软
轰
轶
轻
载
轿
较
辅
辆
辈
辉
辑
输
辔
辕
辘
辙
辛
辜
辝
辞
辟
辠
辣
辤
辦
辨
辩
辭
辯
辰
辱
農
辶
边
辽
达
迁
迂
迄
迅
迆
过
迈
迍
迎
运
近
迓
返
还
这
进
远
违
连
迟
迠
迡
迢
迤
迦
迨
迩
迪
迫
迭
迯
述
迴
迷
迸
迹
迺
迻
追
迾
退
送
适
逃
逄
逅
逆
逈
选
逋
逍
透
逐
逑
递
途
逕
逗
這
通
逛
逝
逞
速
造
逡
逢
連
逧
逩
逭
逮
逰
週
進
逳
逴
逵
逶
逸
逺
逻
逼
逾
遀
遁
遂
遄
遅
遇
遊
運
遍
過
遏
遐
遑
道
達
違
遗
遙
遛
遜
遞
遠
遣
遥
遨
適
遭
遮
遯
遲
遴
遵
遶
遷
選
遹
遺
遼
遽
避
邀
邁
邂
邃
還
邅
邇
邈
邉
邊
邋
邏
邐
邑
邒
邓
邕
邙
邛
邠
邢
那
邦
邪
邮
邯
邰
邱
邳
邴
邵
邸
邻
邽
郁
郃
郄
郊
郎
郐
郑
郕
郗
郝
郞
郟
郡
郢
郤
部
郭
郵
郸
都
郿
鄂
鄄
鄅
鄆
鄉
鄒
鄔
鄕
鄙
鄚
鄞
鄠
鄢
鄧
鄩
鄭
鄰
鄱
鄲
鄴
鄹
鄺
酃
酆
酈
酉
酋
酌
配
酎
酒
酖
酝
酢
酣
酥
酧
酬
酵
酷
酸
酹
酺
酿
醇
醉
醋
醌
醍
醐
醒
醜
醝
醢
醪
醫
醬
醮
醯
醲
醴
釀
釁
釃
釆
采
释
釋
里
重
野
量
釐
金
釖
釘
釛
釜
針
釣
釧
釩
釭
釰
釲
釵
釺
釼
釿
鈇
鈉
鈌
鈍
鈎
鈐
鈓
鈔
鈘
鈚
鈞
鈤
鈮
鈴
鈷
鈸
鈺
鈽
鉄
鉅
鉆
鉊
鉋
鉏
鉑
鉗
鉛
鉞
鉢
鉤
鉦
鉻
銀
銃
銅
銊
銑
銓
銖
銘
銙
銚
銜
銣
銩
銫
銮
銳
銷
銼
鋃
鋉
鋌
鋏
鋑
鋒
鋞
鋟
鋣
鋤
鋥
鋧
鋨
鋩
鋪
鋭
鋰
鋸
鋹
鋼
鋽
錀
錁
錄
錆
錐
錘
錙
錚
錜
錝
錞
錠
錡
錢
錦
錫
錮
錯
録
鍄
鍉
鍊
鍋
鍪
鍫
鍬
鍮
鍰
鍱
鍳
鍵
鍼
鍾
鎁
鎆
鎊
鎌
鎏
鎔
鎖
鎗
鎚
鎢
鎣
鎧
鎫
鎬
鎭
鎮
鎰
鎸
鏂
鏃
鏇
鏌
鏍
鏏
鏑
鏓
鏕
鏖
鏗
鏘
鏝
鏞
鏡
鏢
鏤
鏦
鏯
鏳
鏹
鐃
鐄
鐋
鐎
鐐
鐘
鐙
鐛
鐡
鐣
鐫
鐮
鐰
鐱
鐵
鐶
鐸
鐻
鐾
鑁
鑄
鑅
鑊
鑌
鑑
鑒
鑔
鑕
鑚
鑛
鑟
鑠
鑧
鑲
鑼
鑽
鑾
鑿
钁
钅
针
钉
钗
钟
钢
钩
钱
钻
铁
铃
铅
铆
铜
铬
银
铸
铺
链
销
锁
锅
锈
锋
锐
错
锤
锦
键
锲
锻
镇
镖
镜
镩
镲
長
长
門
閃
閉
開
閍
閏
閑
閒
間
閔
閘
閙
閞
閟
関
閣
閤
閥
閧
閨
閩
閫
閬
閭
閱
閲
閹
閻
閼
閽
閾
闃
闇
闈
闊
闋
闌
闍
闐
闒
闓
闔
闕
關
闞
闡
闢
闥
门
闪
闫
闭
问
闯
闰
闲
间
闷
闸
闹
闺
闻
闽
闾
阁
阄
阅
阆
阋
阎
阐
阔
阕
阜
队
阡
阨
阪
阮
阱
防
阳
阴
阵
阶
阻
阿
陀
陂
附
际
陆
陈
陋
陌
降
限
陛
陝
陞
陟
院
陣
除
陧
险
陪
陬
陰
陲
陳
陴
陵
陶
陷
陸
陽
陿
隀
隂
隄
隅
隆
隈
隊
隋
隍
階
随
隐
隔
隕
隖
隗
隘
隙
際
障
隣
隤
隧
隨
險
隰
隱
隲
隳
隴
隶
隷
隸
隺
隻
隽
难
雀
雁
雄
雅
集
雇
雉
雋
雌
雍
雎
雒
雕
雖
雙
雛
雜
雝
雞
雠
離
難
雨
雩
雪
雬
雲
雳
零
雷
雹
電
需
霂
霄
霆
震
霉
霍
霎
霏
霑
霓
霖
霜
霞
霤
霧
霪
霰
露
霸
霹
霽
靂
靄
靈
靑
青
靖
静
靚
靜
非
靠
靡
面
靣
革
靬
靳
靴
靶
靸
靼
鞀
鞁
鞅
鞋
鞌
鞍
鞏
鞘
鞠
鞢
鞦
鞫
鞭
鞽
鞾
韃
韆
韋
韓
韙
韜
韦
韧
韩
韬
韭
韯
音
韶
韻
響
頁
頂
頃
項
順
須
頊
頌
頎
頏
預
頑
頒
頓
頔
頗
領
頠
頡
頤
頧
頬
頭
頮
頰
頲
頴
頷
頸
頹
頺
頻
頼
頽
顆
題
額
顏
顒
顓
顔
顕
顗
願
顙
顚
顛
類
顥
顧
顫
顯
顰
顱
页
顶
项
顺
须
顽
顾
顿
预
领
颊
频
颓
颖
颗
题
颜
额
颠
颤
風
颭
颱
颶
颺
飄
风
飘
飚
飛
飞
食
飠
飢
飧
飩
飭
飮
飯
飱
飲
飼
飽
飾
餅
餉
養
餌
餐
餒
餓
餔
餘
餚
餛
餞
館
餮
餱
餽
饅
饈
饉
饋
饌
饑
饒
饕
饗
饘
饞
饢
饬
饭
饮
饰
饱
饵
饶
饼
饿
馁
馆
馊
首
馗
馘
香
馥
馨
馬
馭
馮
馳
馴
駁
駃
駐
駑
駒
駕
駙
駛
駝
駟
駡
駢
駭
駮
駱
駸
駿
騁
騂
騅
騎
騏
騖
騙
騫
騬
騭
騮
騰
騶
騷
騾
驀
驁
驂
驃
驄
驅
驊
驍
驕
驗
驚
驛
驟
驢
驤
驥
驩
驪
马
驰
驳
驶
驻
驾
骂
骄
验
骑
骗
骚
骠
骤
骨
骷
骸
骺
骼
髀
髅
髏
髓
體
高
髙
髠
髡
髦
髪
髫
髭
髮
髯
髻
鬂
鬏
鬓
鬚
鬟
鬠
鬢
鬥
鬧
鬨
鬩
鬪
鬬
鬭
鬮
鬯
鬱
鬲
鬻
鬼
魁
魂
魄
魅
魍
魎
魏
魑
魔
魘
魚
魯
魴
鮉
鮎
鮑
鮒
鮓
鮪
鮮
鮰
鮹
鯀
鯁
鯆
鯉
鯢
鯤
鯧
鯨
鯪
鯸
鯺
鯽
鰌
鰍
鰐
鰕
鰥
鰲
鰿
鱉
鱓
鱔
鱗
鱙
鱟
鱩
鱳
鱷
鱸
鱼
鲁
鲛
鲜
鲞
鲠
鳌
鳙
鳥
鳩
鳯
鳲
鳳
鳴
鳶
鳾
鴃
鴆
鴈
鴉
鴕
鴛
鴞
鴟
鴦
鴨
鴺
鴻
鴼
鴿
鵉
鵑
鵒
鵜
鵝
鵞
鵠
鵡
鵬
鵰
鵲
鵶
鶇
鶚
鶡
鶧
鶩
鶯
鶴
鶻
鶽
鷁
鷂
鷄
鷖
鷗
鷙
鷟
鷦
鷯
鷸
鷹
鷺
鸚
鸝
鸞
鸟
鸡
鸣
鸦
鸭
鸾
鹃
鹤
鹫
鹵
鹹
鹼
鹽
鹿
麀
麄
麊
麋
麒
麓
麕
麗
麝
麞
麟
麥
麦
麪
麴
麵
麻
麼
麽
麾
黃
黄
黍
黎
黑
黒
黔
默
黛
黜
點
黠
黥
黧
黨
黯
黷
黹
黻
黼
黾
黿
鼇
鼈
鼎
鼐
鼓
鼔
鼙
鼠
鼯
鼻
鼾
齁
齊
齋
齎
齏
齐
齒
齟
齡
齣
齧
齬
齽
齿
龄
龍
龎
龐
龔
龕
龙
龚
龜
龟
龱
羽
﨡
﨤
！
（
）
，
：
；
？
�
𠀖
𠀗
𠀧
𠀪
𠀫
𠀲
𠁀
𠁂
𠁑
𠁔
𠁟
𠁸
𠁻
𠃅
𠃔
𠃣
𠃩
𠄩
𠄻
𠄼
𠄽
𠅍
𠅎
𠆳
𠇁
𠇈
𠇍
𠇟
𠇦
𠇩
𠇮
𠇱
𠇷
𠇺
𠈭
𠉋
𠉝
𠉞
𠉟
𠉣
𠊎
𠊚
𠊛
𠊝
𠊟
𠊡
𠋥
𠋦
𠋵
𠋺
𠌇
𠌧
𠍓
𠍣
𠍥
𠍦
𠍭
𠍱
𠍵
𠎝
𠎠
𠎣
𠎨
𠎩
𠎪
𠎫
𠎬
𠏆
𠏥
𠏭
𠏮
𠏲
𠏳
𠏺
𠐔
𠐞
𠐳
𠑈
𠑦
𠑬
𠑽
𠒥
𠒦
𠒬
𠓀
𠓁
𠓇
𠓑
𠓨
𠓩
𠓺
𠓻
𠔭
𠖈
𠖤
𠖭
𠖯
𠖰
𠖾
𠖿
𠗤
𠗸
𠘃
𠚐
𠚢
𠚵
𠛌
𠛨
𠝫
𠝺
𠝻
𠞟
𠞡
𠞸
𠞹
𠟲
𠠊
𠠍
𠠙
𠠚
𠠩
𠡏
𠡧
𠡰
𠢞
𠢟
𠤆
𠤩
𠤷
𠥈
𠦄
𠦳
𠦻
𠧨
𠨪
𠩕
𠫅
𠫆
𠫾
𠬉
𠬒
𠬠
𠬧
𠭤
𠮨
𠮩
𠮬
𠮾
𠮿
𠯄
𠯅
𠯆
𠯇
𠯋
𠯖
𠯘
𠯜
𠯦
𠯪
𠯹
𠯻
𠯼
𠯽
𠯿
𠰁
𠰂
𠰃
𠰉
𠰋
𠰌
𠰏
𠰘
𠰙
𠰚
𠰩
𠰪
𠰭
𠰮
𠰳
𠰷
𠰹
𠰺
𠰻
𠱄
𠱆
𠱈
𠱊
𠱋
𠱍
𠱓
𠱔
𠱤
𠱾
𠲅
𠲏
𠲔
𠲕
𠲖
𠲜
𠲝
𠲞
𠲟
𠲠
𠲡
𠲣
𠲥
𠲮
𠲶
𠲷
𠲺
𠳀
𠳐
𠳑
𠳒
𠳖
𠳗
𠳙
𠳚
𠳝
𠳨
𠳹
𠳺
𠳿
𠴊
𠴍
𠴏
𠴑
𠴓
𠴔
𠴕
𠴖
𠴗
𠴘
𠴙
𠴛
𠴜
𠴞
𠴠
𠴡
𠴫
𠴭
𠵌
𠵘
𠵨
𠵩
𠵫
𠵱
𠵻
𠵽
𠶀
𠶁
𠶃
𠶄
𠶆
𠶇
𠶉
𠶊
𠶍
𠶎
𠶏
𠶑
𠶓
𠶔
𠶗
𠶜
𠶟
𠶠
𠶣
𠶤
𠶯
𠷀
𠷌
𠷕
𠸂
𠸌
𠸍
𠸒
𠸓
𠸕
𠸖
𠸗
𠸘
𠸜
𠸟
𠸠
𠸣
𠸤
𠸦
𠸨
𠸩
𠸫
𠸬
𠸯
𠸼
𠸾
𠹌
𠹍
𠹑
𠹖
𠹗
𠹚
𠹛
𠹯
𠹰
𠹳
𠹴
𠹼
𠹽
𠹾
𠺁
𠺌
𠺒
𠺙
𠺚
𠺟
𠺠
𠺧
𠺱
𠺳
𠺵
𠺶
𠺷
𠺸
𠺺
𠺻
𠺾
𠺿
𠻀
𠻁
𠻃
𠻅
𠻆
𠻇
𠻊
𠻑
𠻓
𠻗
𠻞
𠻤
𠻥
𠻦
𠻨
𠻩
𠻴
𠻵
𠼖
𠼤
𠼦
𠼪
𠼯
𠼱
𠼲
𠼵
𠼶
𠼻
𠼽
𠼾
𠽄
𠽆
𠽇
𠽊
𠽋
𠽌
𠽍
𠽐
𠽒
𠽓
𠽔
𠽖
𠽗
𠽙
𠽚
𠽡
𠽦
𠽬
𠽮
𠾎
𠾒
𠾔
𠾕
𠾦
𠾲
𠾶
𠾷
𠾼
𠾿
𠿁
𠿂
𠿃
𠿄
𠿒
𠿚
𠿮
𠿯
𠿱
𠿲
𠿳
𠿹
𡀂
𡀔
𡀢
𡀨
𡀫
𡀯
𡀰
𡀴
𡀷
𡀿
𡁎
𡁞
𡁟
𡁤
𡁧
𡁱
𡁵
𡁹
𡁼
𡁾
𡂀
𡂂
𡂄
𡂅
𡂏
𡂒
𡂓
𡂙
𡂡
𡂳
𡂷
𡂹
𡃅
𡃊
𡃋
𡃍
𡃎
𡃑
𡃓
𡃔
𡃖
𡃚
𡃞
𡃹
𡃺
𡃿
𡄍
𡄎
𡄥
𡄩
𡅉
𡅍
𡅏
𡅑
𡅧
𡅯
𡅳
𡅷
𡆫
𡇐
𡈺
𡉏
𡉕
𡉦
𡉽
𡉿
𡊨
𡊰
𡊱
𡊲
𡋂
𡋃
𡋉
𡋥
𡋾
𡋿
𡌀
𡌢
𡌩
𡌽
𡌿
𡍘
𡍚
𡍜
𡍢
𡍼
𡎛
𡎜
𡎝
𡎞
𡎟
𡎡
𡎢
𡎤
𡎥
𡎦
𡏘
𡏛
𡏠
𡏡
𡏢
𡏥
𡏦
𡏧
𡐘
𡐚
𡐡
𡐮
𡑖
𡑝
𡑩
𡑪
𡑱
𡑲
𡑵
𡒔
𡒬
𡒮
𡒻
𡓁
𡓃
𡓄
𡓇
𡓠
𡓮
𡔑
𡕷
𡖡
𡗅
𡗉
𡗊
𡗋
𡗶
𡘯
𡙁
𡚝
𡚦
𡛔
𡛤
𡜵
𡝔
𡝖
𡞕
𡟱
𡠄
𡠣
𡡅
𡡑
𡡦
𡢐
𡢻
𡢼
𡢽
𡤠
𡥙
𡥚
𡥴
𡥵
𡦂
𡦅
𡦫
𡧲
𡧸
𡨌
𡨧
𡨸
𡨹
𡨺
𡬈
𡬷
𡬼
𡭧
𡭺
𡮇
𡮈
𡮍
𡮔
𡮘
𡮠
𡮨
𡮫
𡮮
𡮳
𡮶
𡱩
𡱮
𡱸
𡲈
𡲤
𡲫
𡳃
𡳎
𡳒
𡳜
𡳝
𡳪
𡳳
𡳵
𡳽
𡴯
𡵆
𡶀
𡶁
𡶨
𡸈
𡸏
𡹐
𡹟
𡹠
𡹡
𡺄
𡺅
𡻋
𡻕
𡼇
𡽫
𡾫
𡾬
𡾭
𡾵
𡾼
𡿃
𢀨
𢀭
𢀲
𢁍
𢂎
𢃄
𢃈
𢃱
𢄂
𢄓
𢄼
𢅆
𢆥
𢆧
𢇡
𢈱
𢊑
𢊛
𢌃
𢌌
𢏑
𢏢
𢏣
𢐎
𢒎
𢒞
𢓋
𢕸
𢖖
𢖮
𢖱
𢖵
𢗃
𢗆
𢗉
𢗌
𢗖
𢗠
𢗷
𢗼
𢗽
𢗾
𢘚
𢘝
𢘩
𢘭
𢘽
𢘾
𢙇
𢙐
𢙕
𢙫
𢙲
𢙼
𢙽
𢚁
𢚴
𢚵
𢚷
𢚸
𢚹
𢚼
𢛨
𢜏
𢜗
𢜜
𢜝
𢜞
𢜠
𢜡
𢜢
𢜫
𢜽
𢝀
𢝙
𢝚
𢝛
𢝜
𢝣
𢝷
𢞂
𢞃
𢞆
𢞴
𢟒
𢟕
𢟖
𢟗
𢟙
𢟞
𢟨
𢟹
𢠅
𢠆
𢠇
𢠈
𢠐
𢠤
𢠦
𢠧
𢠨
𢠩
𢠿
𢡚
𢢀
𢢆
𢢇
𢢈
𢢊
𢢬
𢢯
𢢲
𢣂
𢣃
𢣆
𢣇
𢣧
𢣸
𢣺
𢣻
𢤜
𢤝
𢤞
𢤠
𢤡
𢤣
𢤫
𢤲
𢤽
𢥆
𢥇
𢥈
𢥖
𢥪
𢥮
𢦤
𢧚
𢨃
𢩣
𢩤
𢩫
𢩮
𢩽
𢩾
𢩿
𢪀
𢪉
𢪊
𢪏
𢪒
𢪛
𢪠
𢪬
𢪮
𢪯
𢪰
𢪷
𢫊
𢫑
𢫔
𢫘
𢫚
𢫛
𢫝
𢫟
𢫡
𢫣
𢫫
𢫮
𢫵
𢫸
𢬂
𢬄
𢬅
𢬔
𢬗
𢬢
𢬣
𢬥
𢬦
𢬧
𢬨
𢬭
𢬮
𢬳
𢬶
𢬾
𢭁
𢭂
𢭄
𢭏
𢭗
𢭩
𢭫
𢭬
𢭮
𢭯
𢭰
𢭲
𢭴
𢭸
𢭹
𢭺
𢭼
𢭾
𢭿
𢮀
𢮁
𢮖
𢮩
𢮪
𢮭
𢮱
𢮿
𢯂
𢯏
𢯒
𢯓
𢯔
𢯕
𢯘
𢯙
𢯜
𢯝
𢯞
𢯟
𢯠
𢯢
𢯦
𢯮
𢯰
𢯵
𢯷
𢰥
𢰳
𢰺
𢰽
𢱎
𢱓
𢱔
𢱖
𢱗
𢱚
𢱛
𢱟
𢱨
𢲐
𢲛
𢲟
𢲠
𢲣
𢲥
𢲨
𢲬
𢲭
𢲳
𢲼
𢳀
𢳂
𢳆
𢳙
𢳝
𢳥
𢳯
𢳳
𢴉
𢴊
𢴍
𢴏
𢴐
𢴑
𢴒
𢴖
𢴗
𢴘
𢴞
𢴟
𢴾
𢴿
𢵋
𢵌
𢵧
𢵮
𢵯
𢵱
𢵼
𢵽
𢶆
𢶒
𢶢
𢶷
𢶸
𢶻
𢶼
𢶾
𢶿
𢷀
𢷂
𢷆
𢷏
𢷓
𢷣
𢷮
𢷰
𢷲
𢷳
𢷴
𢷹
𢸚
𢸝
𢸠
𢸡
𢸢
𢸫
𢹂
𢹅
𢹆
𢹇
𢹉
𢹌
𢹣
𢹦
𢹧
𢹮
𢹵
𢹿
𢺀
𢺎
𢺤
𢺳
𢺹
𢺺
𢼂
𢽙
𢽼
𣁰
𣁲
𣂷
𣃣
𣃱
𣃲
𣅅
𣅘
𣅙
𣅵
𣅶
𣆐
𣆭
𣆮
𣆰
𣆱
𣆴
𣇄
𣇊
𣇜
𣇝
𣇞
𣇫
𣈒
𣈕
𣈗
𣈘
𣈙
𣈚
𣈜
𣈢
𣉎
𣉐
𣉕
𣉙
𣊌
𣊘
𣊾
𣊿
𣋀
𣋁
𣋂
𣋆
𣋑
𣋚
𣋜
𣋝
𣋩
𣋻
𣋽
𣌁
𣌉
𣌋
𣌝
𣌴
𣌶
𣍁
𣍪
𣎀
𣎃
𣎊
𣎖
𣎣
𣏌
𣐙
𣐳
𣐴
𣑁
𣑕
𣑦
𣑯
𣑳
𣑵
𣑶
𣑺
𣑻
𣒣
𣒱
𣒲
𣒵
𣓿
𣔋
𣔢
𣔣
𣔥
𣔲
𣔻
𣕲
𣖖
𣖙
𣖠
𣖡
𣖢
𣖮
𣖾
𣗓
𣗪
𣗳
𣗿
𣘁
𣘃
𣘄
𣘈
𣘊
𣘌
𣘓
𣘛
𣘽
𣙙
𣙩
𣙯
𣙷
𣛟
𣛠
𣛣
𣛥
𣛧
𣛭
𣜳
𣜷
𣜿
𣝀
𣝉
𣞁
𣞶
𣞻
𣟂
𣟪
𣟮
𣠑
𣠩
𣠱
𣠲
𣡤
𣢹
𣣱
𣥱
𣦆
𣦍
𣦎
𣦰
𣨟
𣨰
𣩁
𣩂
𣫂
𣫲
𣭃
𣭛
𣭻
𣯡
𣰏
𣱭
𣱽
𣱾
𣱿
𣲆
𣲍
𣲠
𣳔
𣳮
𣴓
𣴙
𣴛
𣴜
𣴣
𣵰
𣵲
𣵶
𣵽
𣷭
𣷮
𣷯
𣷰
𣷱
𣷴
𣷷
𣸊
𣸬
𣸲
𣹓
𣹔
𣹕
𣹗
𣹘
𣹙
𣹞
𣹟
𣺻
𣺽
𣺾
𣻀
𣻃
𣻄
𣻆
𣻑
𣻕
𣻟
𣻢
𣼕
𣼭
𣼯
𣼰
𣼳
𣼴
𣼷
𣼸
𣼹
𣼺
𣼽
𣽊
𣾴
𣾵
𣾶
𣾸
𣾺
𣾻
𣾼
𣾿
𣿃
𣿅
𣿌
𣿖
𤀏
𤀓
𤀔
𤀕
𤀖
𤀞
𤁓
𤁕
𤁖
𤁠
𤁡
𤁩
𤂂
𤂧
𤂨
𤂫
𤂬
𤂭
𤃝
𤃤
𤃧
𤄌
𤄬
𤄮
𤄯
𤄱
𤅜
𤆷
𤆹
𤆺
𤇊
𤇤
𤇥
𤇧
𤇪
𤇮
𤇲
𤇿
𤈇
𤈊
𤈍
𤈘
𤈛
𤈜
𤈝
𤈞
𤈟
𤈠
𤈡
𤈪
𤉒
𤉖
𤉗
𤉚
𤉜
𤊒
𤊡
𤊢
𤊨
𤊬
𤊰
𤊲
𤋵
𤋾
𤌀
𤌄
𤌋
𤌳
𤍃
𤍅
𤍇
𤍊
𤍋
𤍌
𤍎
𤍑
𤍖
𤍶
𤎎
𤎏
𤎐
𤎒
𤎔
𤎕
𤎜
𤏣
𤏧
𤏬
𤐃
𤐚
𤐜
𤐝
𤐡
𤑍
𤑟
𤑬
𤑭
𤑮
𤒘
𤓆
𤓢
𤓩
𤔯
𤕵
𤗖
𤗲
𤗹
𤘁
𤘓
𤙩
𤙭
𤚆
𤚇
𤛇
𤛔
𤛠
𤜠
𤜬
𤜯
𤝞
𤞐
𤞑
𤞖
𤞦
𤞪
𤞺
𤞻
𤞼
𤞽
𤟕
𤟛
𤟪
𤠂
𤠃
𤠄
𤠆
𤠋
𤠕
𤠰
𤠲
𤠸
𤡚
𤡛
𤢇
𤢿
𤤰
𤤻
𤦛
𤩽
𤪶
𤭏
𤭸
𤮗
𤮾
𤯝
𤯨
𤯩
𤯭
𤯰
𤱈
𤲂
𤳄
𤳆
𤳇
𤳰
𤴡
𤴥
𤴪
𤴬
𤴭
𤴵
𤴶
𤵊
𤵕
𤵖
𤵪
𤵳
𤵴
𤵹
𤵺
𤶈
𤶊
𤶎
𤶏
𤶐
𤶑
𤶒
𤶜
𤶠
𤶣
𤶹
𤶼
𤶽
𤶾
𤷄
𤷍
𤷖
𤷙
𤷮
𤷯
𤷱
𤷳
𤷴
𤷵
𤷶
𤷿
𤸎
𤸒
𤸫
𤸭
𤹓
𤹔
𤹘
𤹪
𤺯
𤺲
𤺳
𤻎
𤻒
𤻫
𤻭
𤻻
𤼓
𤼔
𤼵
𤼸
𤽗
𤽵
𤽶
𤽸
𤾓
𤾟
𤾰
𤿤
𤿭
𤿰
𥀳
𥁚
𥃨
𥃱
𥄫
𥄬
𥄭
𥄮
𥅘
𥅞
𥅦
𥆁
𥆄
𥆹
𥆾
𥇈
𥇚
𥇹
𥇻
𥇿
𥈢
𥈰
𥈳
𥈴
𥈶
𥉩
𥉫
𥉬
𥉮
𥉰
𥉲
𥉹
𥊀
𥊖
𥊘
𥊚
𥊛
𥊜
𥊝
𥊢
𥊣
𥊩
𥊳
𥊴
𥋓
𥋳
𥋴
𥋶
𥋷
𥋽
𥌦
𥌧
𥌬
𥍎
𥏌
𥐆
𥐧
𥐨
𥑁
𥑥
𥑴
𥑶
𥒃
𥒅
𥒥
𥒦
𥒮
𥒰
𥓄
𥓅
𥓉
𥓳
𥓷
𥔎
𥔧
𥔲
𥔿
𥕄
𥕥
𥖐
𥖓
𥖔
𥖜
𥖩
𥖾
𥗁
𥗌
𥗎
𥗐
𥗜
𥗹
𥗾
𥘀
𥘃
𥘉
𥘶
𥘷
𥘾
𥙒
𥙓
𥙧
𥙩
𥙪
𥚆
𥚇
𥚚
𥛉
𥛭
𥜤
𥝝
𥝥
𥞁
𥟂
𥟍
𥟹
𥠭
𥡈
𥡗
𥢂
𥢅
𥢆
𥣐
𥣒
𥣛
𥧪
𥩇
𥩤
𥩯
𥩾
𥪝
𥪞
𥪯
𥪸
𥫌
𥫭
𥬉
𥬊
𥬎
𥬧
𥬮
𥭌
𥭍
𥭏
𥭛
𥭵
𥮉
𥮊
𥮋
𥯉
𥯋
𥯌
𥯍
𥯎
𥯒
𥯓
𥯜
𥯝
𥯤
𥯨
𥯰
𥰇
𥰊
𥱨
𥱪
𥱫
𥱬
𥱮
𥱯
𥱰
𥱱
𥱲
𥳂
𥳄
𥳉
𥳐
𥳑
𥴗
𥴙
𥴜
𥵙
𥵛
𥵾
𥶁
𥶃
𥶄
𥶇
𥷒
𥸁
𥸤
𥸷
𥹋
𥹠
𥹬
𥹰
𥹽
𥺊
𥺏
𥺑
𥺒
𥺹
𥺿
𥻂
𥻙
𥻡
𥻸
𥻹
𥼲
𥽇
𥽌
𥾃
𥾇
𥾋
𥾒
𥾸
𥾽
𥾾
𥿀
𥿁
𥿄
𥿍
𥿗
𥿠
𥿣
𥿤
𥿥
𥿯
𥿺
𦀊
𦀌
𦀎
𦀗
𦀚
𦀪
𦀫
𦀵
𦀷
𦀹
𦀻
𦀼
𦀽
𦀾
𦁀
𦁹
𦁺
𦁼
𦁽
𦁿
𦂛
𦂦
𦂳
𦂶
𦂻
𦂼
𦂽
𦂾
𦃀
𦃁
𦃮
𦃾
𦄀
𦄂
𦄃
𦄄
𦄅
𦄞
𦄴
𦄵
𦄷
𦄻
𦄾
𦅂
𦅃
𦅄
𦅭
𦅯
𦅰
𦅲
𦆆
𦆙
𦆹
𦇒
𦈂
𦉗
𦉱
𦊚
𦊛
𦋦
𦍌
𦍛
𦍫
𦎍
𦎛
𦏁
𦑃
𦑗
𦒹
𦓅
𦓊
𦓡
𦓿
𦕈
𦕗
𦕟
𦖑
𦖡
𦖻
𦗝
𦘧
𦘹
𦘺
𦙀
𦙟
𦙣
𦙤
𦙥
𦙴
𦚈
𦚐
𦚖
𦚗
𦚭
𦛉
𦛊
𦛋
𦛌
𦛍
𦛗
𦛜
𦛻
𦛼
𦛽
𦛿
𦜀
𦜘
𦜞
𦝂
𦝃
𦝄
𦝩
𦝬
𦝺
𦞏
𦞑
𦟏
𦟐
𦟘
𦟣
𦟱
𦟻
𦟽
𦟿
𦠄
𦠆
𦠘
𦠥
𦠱
𦠲
𦠳
𦡙
𦡟
𦡡
𦡣
𦡦
𦡲
𦡶
𦢞
𦢟
𦢳
𦣰
𦤶
𦤾
𦥃
𦥷
𦧘
𦧷
𦨢
𦩚
𦩰
𦪃
𦪑
𦫒
𦫸
𦬂
𦬑
𦬩
𦬶
𦬺
𦬻
𦭒
𦭟
𦭦
𦭪
𦮎
𦮲
𦯬
𦰟
𦰡
𦰤
𦰦
𦱊
𦲒
𦲺
𦲾
𦲿
𦳃
𦴶
𦵄
𦵗
𦵚
𦶀
𦶦
𦶾
𦹥
𦹳
𦹴
𦹵
𦹷
𦺓
𦼃
𦼇
𦼔
𦼛
𦼜
𦼥
𦾉
𦾔
𦾤
𧀒
𧀓
𧀟
𧁷
𧂭
𧃃
𧃰
𧃲
𧃷
𧄈
𧄐
𧄑
𧄲
𧅫
𧅬
𧇊
𧈣
𧈧
𧈽
𧉙
𧉚
𧉝
𧉦
𧉼
𧊉
𧊌
𧊐
𧊕
𧋃
𧋄
𧋆
𧋉
𧋍
𧋟
𧋵
𧋺
𧋻
𧋽
𧋾
𧌂
𧌸
𧍆
𧍇
𧍉
𧍊
𧍋
𧍍
𧍎
𧍝
𧍰
𧍴
𧎜
𧎠
𧎷
𧏵
𧐖
𧐺
𧐻
𧐽
𧑁
𧑆
𧑞
𧓍
𧓦
𧓭
𧔋
𧔧
𧕚
𧕬
𧖐
𧖱
𧗅
𧗱
𧗼
𧘇
𧚟
𧛇
𧛊
𧛋
𧜖
𧜗
𧜴
𧜵
𧝎
𧝓
𧝨
𧞄
𧞊
𧞾
𧟁
𧡊
𧡟
𧣕
𧣲
𧣳
𧥇
𧥾
𧦈
𧦟
𧧯
𧧷
𧩓
𧩙
𧪢
𧪨
𧯄
𧯶
𧰗
𧱺
𧳋
𧴋
𧴤
𧵆
𧵑
𧵓
𧶄
𧶘
𧷹
𧷺
𧷾
𧸒
𧹋
𧹟
𧺀
𧺁
𧺃
𧺕
𧻐
𧻑
𧻗
𧻪
𧻭
𧼁
𧼈
𧼋
𧾿
𧿆
𧿒
𧿨
𧿫
𧿬
𧿯
𧿳
𨀈
𨀊
𨀋
𨀌
𨀍
𨀐
𨀑
𨀒
𨀞
𨀤
𨀧
𨀺
𨀼
𨀽
𨀿
𨁍
𨁏
𨁑
𨁡
𨁦
𨁪
𨁮
𨁯
𨁰
𨁱
𨁲
𨁷
𨁹
𨁼
𨂖
𨂘
𨂚
𨂻
𨃉
𨃍
𨃐
𨃝
𨃴
𨃵
𨃷
𨃹
𨃽
𨄂
𨄉
𨄠
𨄹
𨅃
𨅄
𨅉
𨅌
𨅍
𨅮
𨅸
𨅹
𨆏
𨆝
𨆞
𨆟
𨆠
𨆢
𨆤
𨆶
𨆾
𨇍
𨇒
𨇜
𨇸
𨈇
𨈒
𨉓
𨉟
𨊋
𨊚
𨊠
𨋣
𨌘
𨍄
𨍦
𨐓
𨐮
𨐸
𨑗
𨑜
𨑤
𨑥
𨑮
𨑰
𨑴
𨑻
𨒒
𨒖
𨒟
𨒣
𨒸
𨒺
𨒻
𨓐
𨓡
𨓽
𨔈
𨔉
𨔊
𨔍
𨔾
𨔿
𨕭
𨖅
𨖲
𨖿
𨗛
𨗺
𨘸
𨠣
𨠳
𨡉
𨡕
𨡯
𨢄
𨢇
𨢟
𨣥
𨤔
𨤠
𨤧
𨤮
𨤯
𨤰
𨤵
𨥔
𨥧
𨥿
𨦀
𨦟
𨦩
𨦬
𨦭
𨧝
𨨅
𨨠
𨨤
𨨦
𨨲
𨪙
𨪪
𨫊
𨫋
𨫪
𨬈
𨭍
𨭗
𨭥
𨮉
𨮌
𨮐
𨮑
𨮵
𨯹
𨰚
𨰧
𨱽
𨳒
𨴦
𨶛
𨷈
𨷑
𨷯
𨷶
𨷺
𨸈
𨸚
𨺻
𨻫
𨻬
𨻶
𨼚
𨿽
𩁦
𩁶
𩂏
𩂟
𩂶
𩃳
𩄑
𩄓
𩄰
𩄲
𩄳
𩄵
𩅀
𩅗
𩅘
𩅙
𩅜
𩅹
𩅻
𩆋
𩆐
𩆢
𩆪
𩆷
𩈘
𩊽
𩋚
𩌂
𩍓
𩐛
𩑛
𩑰
𩓙
𩓜
𩓳
𩔗
𩖀
𩗀
𩗴
𩘣
𩘪
𩘬
𩙋
𩙌
𩙍
𩙳
𩚏
𩚥
𩚩
𩚯
𩚵
𩛂
𩛃
𩛜
𩛷
𩜑
𩜠
𩜽
𩝇
𩟡
𩟬
𩠓
𩠠
𩠴
𩡭
𩢦
𩢬
𩦓
𩧍
𩨼
𩩖
𩩫
𩩿
𩪞
𩪵
𩭵
𩭶
𩭷
𩮔
𩮕
𩮭
𩯀
𩯹
𩰃
𩱛
𩱻
𩲉
𩲡
𩲵
𩳊
𩴬
𩵜
𩵽
𩶟
𩶪
𩷈
𩷊
𩷳
𩷶
𩸄
𩸮
𩸯
𩸰
𩸱
𩸳
𩸶
𩹌
𩹎
𩹪
𩹭
𩹮
𩺗
𩺡
𩺮
𩺯
𩺺
𩺿
𩻐
𩻒
𩻔
𩻟
𩻻
𩼈
𩼤
𩼷
𩽊
𩽏
𩽖
𩽧
𩾛
𩿨
𩿺
𪀄
𪀆
𪀊
𪀎
𪀓
𪁂
𪁄
𪁅
𪁳
𪂮
𪂰
𪂱
𪂲
𪃛
𪃲
𪃴
𪃿
𪄌
𪄤
𪄥
𪄦
𪄸
𪅆
𪅤
𪅦
𪅴
𪆰
𪆺
𪆼
𪇋
𪇌
𪇴
𪉥
𪉽
𪋖
𪐢
𪐬
𪒽
𪔠
𪖫
𪘌
𪘵
𪚔
𪜀
𪜯
𪝅
𪝕
𪝳
𪝼
𪞭
𪟂
𪟄
𪟆
𪟒
𪟤
𪟦
𪟽
𪠗
𪠘
𪠢
𪡇
𪡉
𪡊
𪡍
𪡔
𪡗
𪡥
𪡱
𪡵
𪡷
𪡽
𪢈
𪢊
𪢒
𪢖
𪢜
𪢤
𪣘
𪣷
𪤄
𪤍
𪤠
𪦎
𪧍
𪧚
𪨀
𪨃
𪩘
𪪳
𪫢
𪫦
𪫧
𪬡
𪬳
𪬶
𪭄
𪭟
𪭥
𪭯
𪭴
𪭼
𪮁
𪮈
𪮙
𪮚
𪮛
𪮞
𪮡
𪮭
𪮳
𪮻
𪰇
𪰛
𪰟
𪰮
𪰹
𪱆
𪱨
𪲀
𪲇
𪳔
𪳹
𪴗
𪵅
𪵟
𪵤
𪵫
𪷄
𪷉
𪷗
𪷞
𪷦
𪸔
𪸝
𪹚
𪹟
𪹣
𪹰
𪹾
𪺛
𪽄
𪽏
𪽐
𪽗
𪽝
𪽡
𪽸
𪾋
𪾦
𪿄
𪿒
𪿗
𪿙
𪿥
𫀅
𫀢
𫁅
𫁞
𫁵
𫂋
𫂗
𫃎
𫃐
𫃚
𫃫
𫃰
𫃶
𫃸
𫄂
𫄄
𫄎
𫄓
𫅜
𫅠
𫅤
𫅩
𫅷
𫆥
𫆧
𫇀
𫇞
𫇰
𫇿
𫈀
𫈃
𫈅
𫈣
𫈨
𫉚
𫉱
𫊩
𫊬
𫊯
𫊽
𫋙
𫋻
𫌇
𫌐
𫌵
𫌶
𫎇
𫏈
𫏓
𫏖
𫏢
𫏾
𫐟
𫐮
𫐷
𫑺
𫒥
𫔤
𫔭
𫔮
𫔳
𫔸
𫕲
𫕸
𫗁
𫗂
𫗃
𫗄
𫗾
𫘲
𫘽
𫙂
𫙍
𫙔
𫙽
𫚱
𫚳
𫜵
𫞡
𫟧
𫠃
𫠓
𫡂
𫡉
𫡮
𫡻
𫢋
𫢗
𫢩
𫣅
𫣏
𫣑
𫤡
𫤾
𫥌
𫥧
𫥨
𫦨
𫦻
𫧂
𫧇
𫨩
𫩝
𫪐
𫪦
𫪱
𫪹
𫫊
𫫗
𫫞
𫫡
𫫢
𫫣
𫫤
𫫥
𫫴
𫫵
𫫺
𫫽
𫬍
𫬑
𫭧
𫮇
𫮒
𫮢
𫮦
𫮲
𫯍
𫯰
𫯳
𫰅
𫰟
𫰣
𫱗
𫱞
𫲃
𫲎
𫳘
𫳭
𫳵
𫴋
𫵀
𫵇
𫵞
𫵟
𫷜
𫸶
𫺶
𫻎
𫼚
𫼢
𫼬
𫼰
𫼲
𫼳
𫼻
𫽄
𫽎
𫽗
𫽘
𫽚
𫽦
𫽻
𫾐
𫿒
𬁑
𬁖
𬁷
𬁻
𬁼
𬂆
𬂍
𬂙
𬃑
𬃻
𬄁
𬄦
𬄨
𬄪
𬄺
𬅀
𬅉
𬆄
𬆅
𬇁
𬇓
𬇚
𬈎
𬈴
𬉆
𬉊
𬊊
𬊤
𬊨
𬋌
𬋙
𬋟
𬋩
𬋱
𬌓
𬌥
𬎸
𬎼
𬏇
𬏓
𬏝
𬏠
𬏩
𬏽
𬐒
𬐸
𬑉
𬑰
𬒊
𬓐
𬓰
𬓲
𬔽
𬕌
𬕨
𬕳
𬕹
𬖉
𬖾
𬗂
𬗄
𬗏
𬗔
𬗙
𬗝
𬗢
𬙎
𬙞
𬙽
𬙾
𬚱
𬚶
𬚸
𬛑
𬛒
𬛘
𬛩
𬜴
𬞕
𬞰
𬞺
𬟗
𬟥
𬟼
𬡢
𬡶
𬡹
𬢞
𬢱
𬥓
𬦃
𬦋
𬦢
𬦪
𬦮
𬦼
𬧕
𬧖
𬧺
𬨠
𬨩
𬪁
𬫉
𬫍
𬫤
𬮌
𬮎
𬮙
𬮜
𬮦
𬯵
𬰅
𬰊
𬰓
𬲄
𬲇
𬲊
𬲢
𬳜
𬴭
𬷎
𬷤
𬷩
𬹯
𬹸
𬺍
𬺗
𬺚
𬼀
𬽾
𬾟
𬾠
𬿕
𬿦
𭁈
𭃂
𭄁
𭇓
𭇶
𭇹
𭈒
𭈿
𭉑
𭉩
𭉫
𭊛
𭊫
𭌟
𭍆
𭍌
𭍝
𭍵
𭎑
𭎟
𭓇
𭓡
𭔎
𭔰
𭘜
𭛁
𭛜
𭛣
𭛤
𭝎
𭝫
𭟬
𭠣
𭡅
𭡏
𭡚
𭡭
𭡽
𭢌
𭢨
𭧙
𭨦
𭩹
𭩽
𭫨
𭬙
𭰃
𭰪
𭲿
𭴣
𭶚
𭸓
𭿄
𭿍
𮇕
𮌐
𮍄
𮎦
𮎫
𮐝
𮔔
𮗓
𮘃
𮘕
𮙻
𮛕
𮛢
𮜲
𮞊
𮞏
𮞶
𮞿
𮢶
𮥛
𮥠
𮥷
𮦡
𮬄
𮬩
兔
卿
杞
𰁡
𰂔
𰃀
𰇷
𰈒
𰈸
𰈼
𰎉
𰎟
𰎹
𰐁
𰔺
𰗯
𰙔
𰛴
𰜀
𰜠
𰜺
𰟅
𰟞
𰦫
𰧄
𰨂
𰩲
𰪯
𰮐
𰮳
𰺥
𰺽
𰿘
𱆤
𱍿
𱎢
𱎸
𱎹
𱐂
𱐟
𱑛
𱒌
𱒡
𱒥
𱔎
𱜏
𱜢
𱞋
𱞦
𱟄
𱟓
𱠆
𱠴
𱡁
𱪳
𱪵
𱯚
𱰼
𱱻
𱺵
𱻊
𱽗
𱿆
𲃟
𲇥
𲌔