丫
亞
啞
啞
啊
啊
妸
吖
惡
乙
阨
呃
軛
伌
哀
埃
埃
噯
嬡
隘
膉
縊
諳
暗
𩹎
陰
蔭
𩐛
𩆢
撖
黯
飲
𤀔
𠿮
按
案
殷
咹
印
按
隱
隐
坱
盎
𣺻
𣺻
英
英
罌
嚶
櫻
鶯
𦾉
鸚
映
影
奧
襖
泑
幻
懊
押
𬪁
浥
𨁲
乙
𢖮
𣿌
漚
嫗
甌
歐
憂
謳
謳
鷗
幼
毆
𬏠
曖
巴
芭
𠀧
爸
耙
蚆
把
伯
播
噃
霸
杷
婆
琶
粑
把
𩚥
𢗌
簿
搏
駁
煿
礮
北
苝
北
𢫣
鉑
薄
礴
百
迫
柏
八
白
㕷
𢴾
沛
俳
排
排
牌
罷
罢
𡓁
𪤄
敗
𨥧
𢶸
𦡣
𫲃
󠄁
偘
𠹰
𦶾
頒
癍
半
𬥓
槃
磐
盤
盘
蟠
𠺚
貧
𢠈
蘋
𢏑
本
坂
板
版
𣵲
伴
叛
邦
幫
䅭
𤹔
謗
彷
枋
䄱
㥬
膀
磅
龐
氷
氷
崩
繃
𬦋
平
憑
鵬
𠶉
榜
榜
鎊
蚌
捠
彭
彭
膨
炳
褒
豹
報
刨
泡
胞
炮
袍
鮑
抱
雹
飽
保
𠸒
寶
宝
怉
暴
乏
八
般
鉢
𦪑
不
拔
拔
紱
跋
鈸
匐
寶
宝
垉
裒
㨐
匏
部
𠎩
𨭍
排
𣊾
𠍣
擺
摆
𠤩
𬙞
㔥
㔥
󠄁
㔥
㔥
󠄁
𫌶
𨼚
𠾦
𣛥
𫮦
佊
𤿤
𠶎
𤚆
𢜢
閉
嬖
皮
桮
𢯏
𣷭
𥓳
梐
𠹯
䏶
薜
胉
𤶒
󠄁
䡢
𤓩
𤊰
邊
边
惼
抃
𦛼
泙
病
𧴋
脿
殍
表
𠰏
𠻅
𫊽
𡌀
𡋾
悲
碑
苾
秘
被
𠸠
󠄁
𠸠
比
皮
否
俖
比
彼
鄙
被
備
𣖾
碑
𨡕
柀
詖
甓
礔
碧
貶
編
邊
边
遍
變
变
洴
駢
匾
騙
辨
辦
辯
怲
別
別
俵
表
諘
𠍥
汴
兵
丙
柄
屏
砰
瓶
評
胼
秉
𧦟
莂
褓
𥒰
虶
𤙭
鯆
俌
㗘
𥮉
𡀨
布
怖
菩
葡
蒲
𠏆
篰
捕
補
𧌂
𡃓
坡
𠳝
步
步
部
簿
𠴙
𭢨
剝
扑
襆
僕
曝
爆
𧴤
𫽗
貝
背
𦁀
輩
培
徘
賠
捭
𢱎
佩
佩
背
渀
呠
泵
𣭛
姂
𨁼
𤵳
𪝕
奔
奔
𦊚
盆
𩺡
本
𡇐
坌
𢸚
槰
䙜
𩸮
捧
𤊡
俸
𩗴
𠷕
䑺
𢯒
抸
𥩾
𩋚
渤
抔
𤴭
𡜵
䈻
補
脯
𫫢
斧
符
䋠
耚
𩛷
𭎟
逼
幅
煏
輻
愊
𠸟
筫
裴
裴
𡏧
𡀫
𣱭
𥻸
㤓
熢
䏾
掤
𤇊
𨀈
𣇜
𣞻
𣘓
帆
𬗄
𧊉
班
𢞂
倴
捹
嗙
𤶽
𫄂
蚫
𤷶
侼
伓
郵
䮇
迦
哥
𣘁
歌
亇
個
𩵜
茄
咖
咖
㧝
袈
蜞
價
各
𡁤
䏱
革
格
隔
骼
㘌
戒
丐
蓋
掑
𠳚
芥
改
𣒵
柑
疳
感
𥽇
詌
噤
㤌
𣔋
禁
芩
琴
禽
擒
㩒
肣
敢
感
唫
橄
扲
杆
肝
桿
幹
擀
乾
㨴
巾
斤
筋
間
根
根
艮
泿
硍
豤
芹
竿
勤
哏
𣝀
捍
䌍
𣴓
近
𣷯
乾
𫆥
𫋙
𢫮
港
𨀿
更
庚
耕
𥓷
綆
羹
更
耿
梗
竟
𦑃
景
境
警
鐛
𧣲
競
膏
告
𤞺
誥
搞
稿
縞
𠞟
哈
急
給
𠳖
𫊩
及
芨
忣
靸
𡋥
桔
葛
割
割
𪁄
吃
𦛋
詰
皐
槹
垢
㤧
𧧷
勾
句
拘
俱
鉤
鳩
駒
㧨
逅
媾
構
求
球
九
苟
狗
枸
𫽚
舅
𨐮
𧉝
𦓿
𣘃
猉
𢭄
𢚁
𪴗
炙
搽
嗏
𣗪
𤀞
鮓
𪃲
乍
㧻
𫃶
𫫊
厔
䊷
侢
𦃀
占
痁
灆
針
𠝻
箴
占
紞
枕
𢲥
𧿒
𪮻
踸
滇
𢥇
蹎
𤛇
振
桭
震
㖘
𥗜
診
賑
浱
𣆮
鋹
𧑆
庄
張
𣈚
𣑕
橙
正
𦭒
湩
𢤜
挍
炸
𥺊
𧊌
𥿣
𨥿
臘
𤌀
𥊝
縶
𠹗
㩫
𤁩
𡦫
𡒻
劕
𡥙
州
洲
珠
週
㑳
楱
𨗛
𡊱
制
齋
櫅
𩶪
𪸔
𣖖
𩹭
𢥖
𤈜
𧋺
遲
沚
𧼋
𡍘
茶
𥻹
吱
䊼
制
𠶜
製
痆
𢯙
治
擲
拈
鮎
沾
㙻
𢸢
𨠣
𠲜
整
整
㹦
𧵓
劄
𩺗
紥
𣩂
支
枝
肢
𫩝
至
志
誌
鈘
止
只
旨
址
芷
指
枳
紙
趾
黹
姉
匙
𢹌
䤠
𢶾
刺
𬷩
𪮁
隻
占
瞻
占
煎
邅
羶
戰
廛
鉦
𠲷
折
招
昭
𣸬
詔
照
𥴜
朝
𣊿
沼
照
呫
沈
𠃩
𤇪
征
政
精
整
儨
招
朱
椆
𦙴
𨔾
𢄂
𠺷
𥡈
𤶜
𧝎
鏯
𤈛
𫏈
㑁
𣘌
擉
㫼
𦴶
𪄦
𲇥
𣾵
椎
熶
椎
𢊛
挃
䇛
㩡
𤈪
𠱤
笘
撍
𨇸
佔
𡹟
嶟
坉
𤞐
𤶐
准
𥌬
炵
𫏢
泈
𢶢
重
𫯳
𥵾
偅
𩅀
摯
𥊝
㟮
䱣
𢬮
𡂒
𥈳
周
啁
咒
注
注
註
主
諸
渚
𪡷
注
䣷
主
貯
除
媎
𣗓
准
準
𨃷
囑
嘱
𨔿
職
徝
跮
𢹉
𪒽
𠯽
䍄
𠶍
𥬧
𥱱
准
盅
終
終
衆
重
種
蒸
症
證
証
澄
𨀧
洆
汋
贖
酌
着
雀
𣙯
荎
𩸯
漼
𠁻
𨒸
𧋃
鐘
㮔
𡮶
章
脹
彰
樟
障
瘴
悜
掌
𱐟
𤝞
𠶯
㑁
專
邅
轉
傳
轉
𢮩
固
瞿
𪂲
孤
姑
菇
辜
固
固
故
雇
痼
錮
顧
𡚝
鈷
𩚩
肌
奇
飢
姬
幾
機
股
鼓
賈
臌
𢮭
椇
故
期
棋
旗
𢤫
𢤫
󠄁
櫸
櫸
󠄁
𨍄
唂
𧋉
𫈅
𤭏
穀
鵒
𣌶
梮
侷
𧄑
𩲡
𧥇
瑰
𡎝
臼
樻
𦓊
𦓊
󠄁
𢜽
𣛣
檜
桧
𢶒
𪭯
膁
𩚵
慬
𥖜
𣋜
崑
棍
䐊
醌
𡑱
𠲟
𢏣
𠗸
𣌶
𧋄
工
公
功
攻
蚣
䲲
𮜲
𣹟
𨫋
𨶛
𦮎
共
𤜯
𠺻
𥱪
骨
傦
噘
榾
撅
𠹳
𪀊
勾
句
𫚱
岣
樛
氍
矩
榘
居
据
具
俱
俱
懼
據
渠
磲
𬄨
坖
昛
舉
㪯
巨
拒
距
𧍆
𧵑
鋸
鐻
距
䗇
𨨠
鞠
局
𫪐
獪
狯
㽿
蒐
𪇋
圚
檜
桧
𢷴
𦀻
𤻎
檎
猑
裩
𨮉
𠽓
弓
供
空
躬
宮
供
窮
拱
栱
鞏
硔
勁
𪅦
钁
局
腳
𦃁
挶
𥖩
𬒊
𡠣
唭
騎
玵
捲
淃
淃
㤮
𧋵
𫈃
狂
剛
崗
綱
疆
繮
強
強
劫
𠚵
𠬒
磆
𪄥
𮇕
扏
灸
究
救
仇
裘
九
舊
㤎
䏧
𧹟
吔
沲
野
也
夜
胣
㖡
𦁹
栘
𥹠
𪀓
𥒥
跢
陀
沱
柁
駝
鴕
㐌
打
𫐟
鐸
得
度
𢘽
𨱽
𣹘
𤋵
𧜵
𤵺
𠻇
帶
瀻
苔
臺
台
颱
台
擡
抬
𣲠
待
大
代
杕
淫
𥭍
𠄼
淫
𨂘
𢴗
𦂼
𡌽
痰
談
曇
𠛌
冘
抌
嘾
潭
㴷
𤁡
擔
担
膽
胆
淡
氮
酖
𢺤
𥻂
𢵧
民
𢪉
寅
𢴍
𥳄
𠇁
𢢀
𧿯
撣
旦
彈
壇
檀
𢠤
󠄁
捵
癉
𨧝
誕
彈
嘽
憚
𠍵
揚
𨀊
養
樣
當
當
澢
堂
燈
簦
蕩
𠎬
䔲
滕
藤
騰
黨
党
等
鄧
名
棦
𧶄
疔
釘
打
刀
搖
遙
謠
𤁠
𨄹
𭧙
刀
芀
忉
到
逃
桃
陶
掏
萄
淘
濤
涛
倒
島
盜
導
蹈
𰁡
搭
㙮
踏
𡌩
搣
逸
軼
溢
迭
怛
靼
𮙻
達
妯
𣘛
𨁪
𨣥
油
酉
𤴬
兜
斗
鬥
投
陶
頭
斗
逗
痘
𢴐
洩
𡉏
拽
𠰺
𧻭
底
𢰥
低
𢩽
𠽮
羝
鵜
𧍝
湜
易
𣏌
𦘺
𠴭
砥
𠴓
碮
低
悌
柢
帝
諦
提
啼
渧
醍
題
𤯰
抵
底
弟
第
遞
點
点
恬
墊
搷
殿
挰
鼎
𦛉
岹
𭢌
𠞸
鞢
調
𮬩
夷
挗
移
遺
哩
𧻑
姨
已
以
苡
易
異
𠫾
𡚦
杝
𥐨
池
地
役
奕
疫
液
繹
譯
嫡
笛
敵
𪁂
𦖡
焰
閻
鹽
艷
琰
店
恬
䀨
點
点
延
涎
鳶
演
面
顛
癲
田
填
典
甸
奠
電
殿
叮
葉
葉
鍱
牒
蝶
諜
疊
悊
滅
搖
𠺧
鷂
遶
妙
渺
耀
刁
凋
貂
雕
吊
𫁵
條
樤
調
鳥
悼
窕
調
𢸝
䊅
穎
叮
疔
釘
訂
掟
廷
亭
庭
停
霆
挺
艇
錠
䟓
頂
定
𣋑
𦝂
𬇓
𢬢
𢭼
𤂂
由
游
𦾤
𪭴
𥳉
誘
喥
唋
𢷣
𡁎
𢵋
妬
𥯉
艔
嘟
妒
賭
徒
途
涂
屠
塗
𣘊
圖
杜
杜
𢭰
㡯
土
度
渡
唑
朵
墮
墮
兌
兌
尹
允
端
斷
断
團
短
段
斷
断
盈
營
营
奪
𡾬
督
銩
讀
毒
獨
讀
𡹐
𩜑
𠼲
嚉
𢬗
𣼭
𦟿
𢢊
蛦
移
𩟡
𠾕
𡡦
𩼷
玳
頹
𡾫
𡑖
𢷮
𥖐
帶
𠁀
隊
戴
待
炶
擔
𢲠
痰
𦛊
拵
吮
迍
杶
惇
墩
扽
頓
屯
訰
飩
丹
疸
沌
沌
遁
鈍
容
槦
𣳔
搈
𢘭
𦡦
湧
𣁲
㨂
秱
冬
佟
東
凍
埬
棟
垌
洞
桐
童
僮
銅
瞳
董
董
𠘃
洞
動
㗳
𣔻
炪
𥯝
腯
𦂽
澾
攸
萸
遊
游
榆
蝣
𢂎
餘
輿
喻
誘
諭
與
㺞
與
預
豫
蕷
悠
𣛭
鳥
哆
𣴙
諛
臾
𦼥
椰
澦
𨅮
𢴉
迻
𠀲
筍
遹
燏
鷸
浴
欲
鑟
特
裔
睿
𥊖
𦅭
拰
焞
𡶁
庸
蓉
溶
熔
融
用
涌
𨀍
勇
踴
𠮨
用
仃
𢘩
倲
哃
𨆟
動
藥
躍
燭
𠏮
𣝉
𬧕
洟
濧
𤠂
㷋
羊
佯
洋
陽
揚
楊
羕
養
仗
當
唐
堂
棠
塘
糖
閱
突
唯
維
沿
緣
閱
㥋
𤷴
曀
噁
嗌
螠
㛪
掩
嚥
𪝼
㕭
腰
𢰳
㕭
殀
𠇺
𥩤
𪵤
𪃿
𡥚
嫁
𠶄
閣
㓢
觡
𦂦
𩠓
坧
劃
𦃮
𡛔
𢹆
𢴖
㨔
鈐
錦
𧃃
𢤝
齽
肝
檊
𢢈
筋
𢭬
𡬼
鋼
抗
矜
㮗
競
挭
䃄
𪡱
𫧂
檤
𥽌
𢰽
扱
急
𢰽
岋
噶
𢶆
秸
噑
浗
脙
𠯜
𤠰
褠
㗕
垓
𠰁
𩺺
𬛑
胲
𢭮
𤷍
㨟
㧡
䑴
𡃊
𥇚
踦
㙋
技
𥗎
𤴪
𡒬
𡑪
剘
𢙕
𠋵
𩸱
拑
侇
釲
枷
家
嘉
諸
架
嫁
稼
價
駕
𬰊
伽
迆
偖
謝
者
假
捔
覺
賊
偕
階
𤐃
解
邂
螮
蟹
鑑
𨡉
𥋶
𨃵
減
奸
姦
艱
𧍴
橺
僴
𠇁
𢴟
簡
忍
𥬮
降
洚
𢭩
講
掙
𥯰
蛟
教
槊
𥋽
狡
絞
夾
𣎖
𢳂
泆
𢀭
校
𥭛
㑘
𩌂
𣆰
𦀊
䟢
紙
𥹋
秷
綵
𪂰
讒
𦟘
正
井
𦀚
佋
𨦬
嘋
𥱰
𨃝
𥣒
住
捛
𬴭
𢷮
蜼
𢢊
戒
芥
界
械
誡
𣾶
吮
𡅉
笗
𩢦
梇
𪢊
柊
𧊕
詘
球
𡨺
銼
㗎
搥
𢵌
𧉙
掁
仗
床
𩸰
𡍢
𦁿
𥕥
古
埧
攑
𱠆
𪡽
󠄁
𪡽
󠄂
寡
𧣳
梏
𨆝
𲃟
𩠴
𩠠
膾
脍
噲
哙
澮
浍
㨳
𡑲
𡃍
𢢬
菅
棍
琨
袞
𰜠
𭡅
󠄁
嗊
槓
佮
𠞡
淈
㘗
佝
㖵
槶
𤶹
鎌
睒
軖
𦎛
仰
強
洩
哬
𠹛
𧯶
何
苛
呵
河
荷
蚵
遐
嘑
下
夏
賀
暇
郝
黑
黑
鶴
赫
核
𠄩
𢲨
孩
鞋
骸
諧
駭
海
害
𫻎
㦑
含
𦛜
銜
噷
𢣇
陷
啗
𡌢
𤐚
㤷
𥼲
艦
爁
𰗯
𨫪
𪡗
漢
暵
焊
寒
韓
汗
罕
罕
悍
釁
𪝳
恨
痕
旱
限
恨
𡎟
胻
亙
行
降
航
㤚
行
响
恆
𫰟
𬿦
哘
哼
行
莖
衡
倖
行
杏
幸
耗
滈
好
毫
號
餚
壕
濠
蠔
𠲡
好
浩
吸
熻
迄
𫤾
籺
轄
蠔
𬷎
茩
候
喉
后
厚
後
候
唉
係
𡁱
𢬾
夏
𡏘
𭌟
𢭁
奚
嗘
盻
𠯋
系
係
繫
劾
嫌
䘆
顯
顕
啈
㺧
𤉗
𪞭
𠿒
鶡
歇
𠯋
稀
犧
咥
𠻑
喜
𩊽
𢷓
險
嫌
險
軒
萱
憲
獻
献
賢
顯
顕
現
脅
合
協
俠
蠍
好
孝
曉
校
效
號
嬐
馨
刑
型
𠲮
擤
𠯖
㗅
呼
呼
瑚
唬
㙤
諕
狐
胡
壺
葫
湖
蝴
糊
醐
互
怙
虎
𢜜
琥
䗂
𤾟
噓
戶
護
汻
𠼯
𢠇
花
華
化
貨
和
火
和
和
禍
畫
𪽗
嚯
霍
霍
藿
或
惑
劃
穫
懷
懷
壞
𥩇
歡
浣
換
喚
丸
完
桓
還
環
鬟
緩
唍
宦
患
荒
慌
皇
凰
隍
黃
徨
惶
煌
潢
恍
慌
宏
橫
餛
𣹔
橫
𨨅
活
猾
滑
揋
渨
𫘲
嘝
斛
鵠
暉
𠺌
槐
𠽡
𤸫
宛
𠲣
脄
洄
䰎
𤞑
洃
悔
匯
賄
誨
茴
迴
徊
鮰
𠳨
唏
𤍃
海
𢝷
咳
會
会
薈
荟
繪
絵
亥
𩩿
憾
函
陷
唅
𠉣
𡉕
昏
㖧
婚
𧍎
渾
魂
餛
混
溷
𠮬
混
漢
𢠦
㘋
烘
𤆺
𥈰
𢞃
胷
𡏠
吼
洪
紅
閧
𠸣
𦙥
𨸚
合
呷
匣
𧩓
㧾
惚
㓭
冔
吁
旴
腐
𪺛
朽
胕
腐
粿
虛
墟
譃
𫊯
許
勳
訓
勖
𤍋
化
携
惠
蕙
擴
𠇟
癐
𤶊
會
会
𤞻
滾
凶
兇
𦭪
哅
香
熊
𢤽
𬋙
𠾿
𤈍
𬋙
𢯘
謔
況
香
鄉
向
享
響
㹯
唿
休
貅
友
右
有
佑
祐
揮
輝
徽
諱
毀
鬩
萱
喧
暄
玄
弦
懸
炫
眩
縣
血
穴
兄
螢
萤
𢬔
𥑴
𥑴
倚
𥺿
煙
𠸯
𪝼
𤄬
𦵗
䗁
𥰇
計
笄
嵇
稽
雞
𠴜
計
繼
継
倛
仉
𢩫
計
偈
𥗌
兼
鐱
摼
挸
繭
𥱲
䌑
𪅤
鏗
倞
𢙼
𤠃
傹
膠
𨦀
撟
嘺
𪢤
撟
𡝔
鋏
咭
𪆰
羯
搩
𠹳
叫
柯
哥
疴
軻
𠀪
恪
刻
剋
咯
咯
客
𤡚
慨
概
凱
楷
堪
戡
𠥈
龕
衾
撳
㘛
坎
漧
看
𠰙
巾
侃
緊
墾
𡁵
糠
抗
肮
𠻞
肮
慷
肯
𠀖
卿
慶
磬
𠾶
滈
犒
𡂀
拷
𥹬
叩
𨂖
渴
吃
蔻
丘
𥿤
叩
扣
寇
口
𥳐
𫫤
蹊
契
𤌳
𡃊
契
栔
𠀫
憩
𠀗
𩨼
挑
撬
崎
欺
欺
棄
器
𠿁
𤠲
𧪢
㓶
激
謙
欠
牽
㯠
遣
遣
譴
𢷰
𨁍
怯
潔
挑
跳
叫
竅
頃
𠾶
喫
𠺟
枯
袴
苦
𥿍
𤵕
挎
科
誇
銙
課
裸
𬈎
𢸠
𧃷
芌
快
膾
脍
挂
欽
寬
鑧
券
𡂷
寬
款
𧧯
曠
鑛
儣
拀
頃
頃
闊
𭡭
屈
𬜴
哭
哭
誇
劸
儌
鈌
𤌋
恢
盔
傀
詼
塊
𢵱
𣾺
杞
𢐎
謙
困
閫
𢪬
空
控
𢪬
𨨤
嶇
𦟏
驅
𤹪
傴
苦
呿
去
啹
去
拞
𪲀
佉
㹤
捃
菌
傾
屈
闃
𢚹
𢭴
𪲇
㖆
閨
擴
穹
俇
恐
𠺱
𰜀
掯
卻
𣟂
羌
姜
𢓋
肐
嗗
丘
嗅
𧜴
𣌉
𣅘
圈
勸
缺
傾
𣎣
𭊫
記
寄
圻
岐
奇
歧
耆
掎
期
棋
旗
畿
麒
技
妓
几
己
杞
紀
忌
耆
騎
𣈒
𠼻
戟
戟
擊
劇
𪆺
兼
劍
鉗
鹼
檢
臉
儉
堅
見
建
蜆
乾
犍
榩
件
健
𠼤
鍄
劫
拮
𤵹
傑
竭
驕
喬
僑
蕎
嬌
橋
矯
翹
矯
韭
轎
今
針
鉗
虔
京
荊
徑
痙
驚
徑
敬
鏡
勍
鯨
𠎠
笈
急
喼
𤌀
騾
囉
囉
邏
鑼
蘿
蘿
𪡉
𪫦
洛
𥋷
櫟
扐
釛
洛
落
絡
鉻
雒
駱
鴼
肋
肋
勒
攊
𥷒
𫇀
𤃝
來
来
𢯦
𫼲
棶
梾
䅘
𥟂
俚
梩
賚
𧕬
𧕬
󠄁
吏
賴
婪
嵐
襤
糮
𫜵
林
淋
霖
惏
覽
壈
𡍚
啉
𡗋
凜
廩
𨈇
𡀫
濫
欄
籃
瀾
懶
僯
鄰
撛
燐
蹸
𢭹
吝
𤶾
䗲
𧼁
爛
吝
郎
狼
廊
榔
𨄂
鸞
鵉
𫉱
㫰
廊
凌
凌
陵
掕
棱
稜
鯪
㖫
䗀
𬕨
踉
𨅉
兩
啢
𣼽
伶
欞
𨀌
𪸝
冷
嶺
𪽏
冷
牢
嘮
唠
嶗
𨦭
癆
痨
咾
𠈭
嘮
唠
老
㧯
澇
澇
啦
垃
擸
粒
蠟
𤇥
㕸
𣋩
𬅀
搮
喇
𥶁
𮞶
𢳝
𦰤
撈
捞
嗍
恅
𱍿
𥹰
嘍
喽
樓
楼
髏
髅
樓
楼
陋
漏
瘺
摛
𠸨
𥙩
浰
𢹿
𢬦
𡅏
𠲥
攭
𪭼
𠻗
𪅆
嚟
梨
璃
𠠍
藜
𨤰
𡤠
𫰣
例
𦃾
禮
礼
禮
礼
𥛭
𣠲
𣑶
厲
厉
例
荔
淚
厲
厉
勵
励
隸
麗
𨘸
𩽏
濂
蘝
𡄥
歛
蹥
𥌦
𨇍
𢤠
𨇍
練
鈴
泠
泠
蹽
𩻻
膫
繚
𠖭
𣱾
瞭
𨀺
哷
咧
𡃔
寮
狸
漓
罹
釐
離
李
里
哩
理
履
利
唎
痢
蒞
攡
離
攡
曆
𥆁
廉
鐮
𦧷
鐮
殮
連
蓮
聯
嗹
連
璉
聯
靈
灵
另
冷
𩙳
䉭
列
劣
冽
烈
裂
𩷈
𬏩
僚
寥
遼
料
憭
了
柳
料
療
𠿳
殮
伶
泠
苓
蛉
羚
零
靈
灵
𪜯
𥘃
紷
領
嶺
𰈼
列
料
嚧
𠰷
𢥈
𱞋
𥌧
爐
𱪵
倮
盧
卢
蘆
𱽗
𠐔
路
魯
𡓇
閭
𢣻
瀂
𡀔
𤮗
𢣻
籚
𰩲
𢙲
賂
路
𡋿
𠐳
𠐳
󠄁
𠼱
螺
𤆷
𥉹
裸
夥
𤁖
𠯿
類
類
類
關
欒
栾
灣
湾
鸞
鵉
亂
乱
彎
亂
乱
𰺽
𤈛
𤈛
灤
𠌇
浪
𣿅
啷
𬂆
𨃹
𨗺
刷
傈
刷
唰
摞
𠯿
䱚
𫼚
椂
𪋖
漉
𦬩
鹿
𭊛
傫
𤑬
𤍶
𤷯
𩁦
𤑭
𤞖
䋘
雷
擂
𪆼
𣑳
𡓃
𡋃
磊
纇
𣢹
𨇒
𩭷
𩭷
󠄁
𥑶
𭇶
利
洡
俐
𪘌
𦡶
㘕
𡔑
藍
𦗝
覽
㘕
礷
𡾭
呾
錀
崙
𪵅
腀
𫐮
侖
𪵅
瀨
𤞼
隆
龍
竜
儱
𫣏
攏
𢲣
㑝
𬊊
挵
𢚸
𣯡
𨁦
哢
籠
篭
挵
𣿅
𭍌
𢃈
𣼰
笠
𡂏
菈
葎
𣼷
蛻
瞜
䁖
罏
𬙎
屢
屡
褸
褛
𬉆
󠄁
𬉆
婁
攎
𢫘
爐
𱪵
𡃖
侶
旅
㾔
泐
穭
摟
盧
卢
𫄎
𫄄
侶
驢
𩢬
𬐸
𬐸
󠄁
呂
焒
攄
倫
淪
綸
輪
綸
踚
論
律
𣅶
六
綠
磟
錄
𩺮
溧
𫦨
𤈞
𨀤
磊
𨇒
𥟹
𮎫
菻
𠍓
侖
論
瓏
𱯚
籠
篭
𭟬
𢥆
𢤲
𨓡
𣼰
蘢
蘢
󠄁
壟
竉
竉
󠄁
𠦻
弄
𠻴
𤠸
𠻴
𤊒
略
𥳂
䋥
𢜞
濫
懢
襤
𢹦
掄
𧐖
𫅤
㳥
隴
𨻫
嚨
𠺠
蠬
𧏵
良
涼
梁
粱
糧
量
兩
倆
量
諒
魎
𦂻
迾
𦀎
㡴
茟
留
流
硫
劉
榴
累
累
壘
累
喧
戀
練
鍊
迷
嘛
摩
魔
䔍
媽
𦟐
𥡗
𣻕
馬
瑪
碼
𦄀
𡏢
罵
𥢂
𨬈
𢨃
幕
漠
摹
墨
默
嚜
𬡶
𠼽
脈
麥
埋
梅
媒
𨨦
𠃅
㜥
𥕄
買
𬏽
賣
䁲
𫙽
𱆤
鎫
𩻐
𦟣
𢠧
萬
万
瞞
蠻
蛮
幔
抿
滿
緍
㨉
慢
敏
𢠨
墁
蔓
慢
𫇞
槾
𪉽
忙
茫
𤞽
𦛿
𧋽
𫼳
𠴏
𣙷
芒
恾
𩓜
𩷶
杧
蟒
𠻵
莽
盲
氓
萌
𥯋
𬔽
𢅆
猛
𫙍
𤗖
孟
猛
毛
旄
𠰭
𦙤
卯
冒
帽
貌
𠸾
䏜
𩶟
𠖾
𬟼
抹
麻
𬟼
蜜
𦟽
𩈘
𣭻
𧖱
矛
眸
𥭏
侔
母
牡
㑄
畝
𠇩
戊
茂
貿
𢵯
𣛠
𥻡
𫂗
𠇍
𡮳
𣎊
𨊋
楣
𠩕
𩹪
𫃎
𭩽
麊
瑪
米
米
𠝫
𥻙
媄
𠹰
𢠧
䟨
𥾃
𥾃
󠄁
鏝
𧓭
綿
命
渵
貓
卯
𮘃
衊
𥬎
𤻻
𠴕
𥈢
味
媚
麪
美
美
寐
媚
媚
魅
𣖙
𠸍
覓
覓
謐
眠
綿
麪
緬
沔
免
免
勉
冕
𠰳
𠰘
篾
蔑
蔑
描
廟
媌
廟
𠻦
俛
㒙
姄
䂥
冥
盟
螟
櫗
廟
𧄲
𢺀
𧉦
摸
𤑮
無
塻
麽
謨
𫂋
𫮲
墓
𡎡
㖼
𡮘
𢠩
𠝺
𧜗
𧪨
𦝺
募
墓
慕
𫲎
𢪮
莯
雬
𡉿
霂
𦙣
𠚐
沐
挴
𢪛
𩸳
𪝅
莓
媒
楳
蛽
䗋
烸
瑁
𩝇
每
痗
𪬶
𤞦
𠻦
𡂅
𡼇
𣼺
𬦢
󠄁
𦁺
𤷱
菛
𢺳
𪮳
𨳒
蔓
懞
夢
蠓
䴌
濛
䑅
朦
𥣛
孟
冡
𤘁
𭲿
夢
𤛔
𬄺
䏜
𧦟
㩢
𣋻
蠛
沒
𤪶
𩹮
𢃱
湈
姥
𢱖
傌
嗎
𢪷
目
牧
𭬙
墨
𥯍
脢
未
𢙽
𠵘
𠵘
悶
𡍜
𫃐
𤺯
𥶃
𤶼
𬄪
𪉥
𤇿
𧋟
妹
昧
梚
𮔔
𨷈
𰿘
晚
悶
僈
摱
獴
𦬺
𨮵
汒
𠉋
𦲾
𠇱
滵
沫
莈
蜜
謀
挪
𦰡
哪
𫸶
㑚
拿
拿
𥭵
嗱
𠌧
𫱗
渃
㘃
𮥛
匿
䑈
匿
腋
狔
埿
𤜠
𧈣
𥾋
奈
㭁
奈
耐
𭝎
男
𠄼
𢆥
𡎜
捻
腩
錜
難
𥸁
儺
難
赧
𠼶
𢥪
難
攤
榔
囊
娘
𠹌
𮐝
饢
𣌝
㑷
㶞
𣡤
𥘀
𤘓
𧰗
㝹
鬧
惱
腦
鐃
𩄵
納
蓐
𤊲
耨
𫢩
𢖱
尼
𣅅
䄧
迡
儞
柅
𩚯
怩
胒
𪿗
𦕗
𢘝
泥
泥
𣑻
𨡯
𫫞
𧛋
搌
𢧚
𪰟
𢬧
釖
𱒡
𡑩
㨥
𬗂
𢟗
𠹑
裊
莪
哦
峨
娥
鵝
玡
我
㧴
鱳
𥔲
㗁
腭
鱷
𡿃
額
𠊎
𧍋
𫣅
義
𱻊
艾
懝
𪫢
礙
𪿒
儑
汵
黔
澿
砛
𡄎
儼
唅
𪃛
𩜽
銀
銀
拫
痕
銀
慬
岸
諺
卬
𠵫
仰
肯
梗
硬
樈
𩺿
遨
嗷
獒
螯
獓
𢳆
𬳜
𤴥
𠖯
𢪰
扢
噑
噑
𣿃
五
偶
𠿄
𠵨
𤷙
𰟅
蔇
慨
𠵌
𦡡
𦖑
犠
𤚇
倪
猊
鯢
藝
芸
𢣂
𱞦
𤈝
乂
艾
藝
芸
𪭄
𪦎
垷
撓
撓
㳉
嘵
蟯
𥪯
嶢
宜
疑
𢯕
儀
𱎹
𠵌
義
𱻊
擬
𢪀
儗
𱎢
誼
毅
議
𬢱
𥊘
義
𱻊
嚴
儼
驗
研
硯
哯
研
𢞆
𱎸
業
孽
㘙
頸
𠑦
𠰋
憢
憢
𢫸
𥄭
藕
茣
悞
梧
蜈
𡉦
忤
吘
𢠐
𦬶
忤
午
𠽐
𢣸
唔
悟
晤
遇
誤
訛
鈺
𢫛
𠱓
𢫑
外
迯
外
含
𠶃
頑
𠺿
𠺿
蚖
𠰂
玩
弘
𱒌
𥋓
𠲺
𭨦
𣌴
𨀑
逧
呆
𣔣
㧪
蛫
㘙
𠰂
僥
蟯
蹺
㳉
𢶼
𩿺
𤀖
𣰏
𡾵
𢯕
𤊢
泔
岩
𦛽
嚴
𤼔
𢭫
𪐬
𠽓
滾
𦰟
𢞆
𬢞
𥍎
隅
顒
拱
茙
𪄌
𡅑
𠲺
𥆹
𢚼
㐳
𦬂
𤮾
𠯪
𠮾
愚
哦
𬗙
五
伍
𥄬
魚
漁
語
𣊘
俉
敔
語
禦
馭
禦
湡
𤻭
馭
𭡏
𭡏
𠰻
㑋
𠿯
𬹯
𠽓
𤸒
仰
𥈴
虐
逆
𢢯
𱐂
𥇹
𤾰
𤽗
源
仰
崞
𢗾
𤈡
牛
危
巍
僞
魏
原
源
願
阮
願
月
𥊜
丫
芽
衙
鴉
𤆹
若
雅
𠰹
㦡
䁻
𠯅
樂
呃
啀
㖑
𧍊
𦲒
爾
𠽬
岩
𩜠
𰪯
𩸶
啱
壬
𠰃
𠲏
䚾
𠿹
閒
人
因
姻
絪
眼
扨
𠴍
㧢
𠯄
忍
釰
𣼴
仞
仞
雁
認
𠽗
爙
仍
芿
𠲕
囔
嚷
𠯹
𦅯
蠅
𮞊
蘔
𪸝
椩
穎
拎
堯
𤄮
𤃤
𠿱
扖
㦉
一
溂
抇
𪰇
膮
橈
𦈂
饒
遶
捱
𥅘
㖇
𬦮
𮛢
𠻗
洏
濔
𠰚
珥
呥
𠇦
燃
蝒
䁱
鱙
蕘
繞
𡅍
𠰉
叺
陧
繞
𡃺
𡭺
二
耳
𠰚
二
蕊
膩
𠲔
染
冉
然
燃
攝
熱
饒
𡗉
擾
繞
𦫸
忍
𠽒
楪
熱
檽
繻
壖
乳
𠐔
𡮈
㳶
渘
𢖵
𢘾
𠾒
𢬨
𱒥
𦀌
𥉹
哸
𬿕
𬿕
晄
𣋆
迩
𤹘
𠼱
嚅
嘫
𥹽
焳
𤻫
抐
𧐻
𤷳
𤇲
𡖡
鈓
𠰃
𠽦
𣷰
䠨
啱
𨅄
尊
𥇈
偄
𢚴
𫣑
𨮐
𢙫
𦠥
𣼹
銊
𬫍
𢟞
𬊊
𧻪
冗
戎
叺
𣱿
𣑵
踤
噎
𤷿
𣼸
𦝬
濼
需
薷
懦
葇
乳
啂
如
𤈟
餌
濡
濡
𣺾
潤
閏
潤
𨃽
辱
𤴵
吶
銳
𤈞
𠓩
𣾶
軟
戎
絨
𣴛
冗
㕴
𰮐
仍
溽
若
弱
𠰃
𫽦
染
攘
讓
壤
讓
𢝀
鈤
蕊
軟
𪡇
鈮
𠺁
粘
念
念
年
薴
䗿
涅
𦉗
尿
嚀
濘
𦡲
佞
𡥴
𱠴
溺
𩛂
奴
駑
努
弩
𬊨
砮
那
怒
𦬑
卵
𧂭
𩽖
𡄍
蝳
𨁡
吶
㐻
𣊌
𥱮
綏
鈉
坭
浽
摕
𥈶
𩄑
唸
䈒
䭃
𡽫
𥶄
𠷀
𧀒
擃
𥵛
𤎏
檂
噥
𪇌
濃
襛
𢟕
脺
涅
涅
𱜢
女
𠯆
孥
𦶦
𥫭
姅
𰈒
𠽋
𤎐
燶
𨆞
憹
㕴
著
渃
𢗉
湳
䁸
埌
𢭗
娘
𤓢
娘
𣻀
𱟄
紐
𡡅
𡀴
鵶
嗚
污
隖
𦶀
嗚
𢄓
惡
癋
溩
塢
啞
唹
於
𰂔
哇
𠶔
𠶔
矮
痿
偎
冤
怨
𥺹
轟
轟
鶯
𦾉
腛
屋
𧎜
𣹙
噦
唩
煨
𥯜
𣾿
喂
𦞏
渨
𱔎
猥
椳
噫
揞
瘖
嚈
瘟
穩
稳
𢞴
滃
翁
嗡
嗡
邑
偮
䱒
𧋾
乙
喐
𤸎
花
𢯠
破
𫮒
𠶊
譜
噗
卟
珀
魄
擘
𩗀
㗑
沛
凡
犯
範
幡
判
判
泮
𡃎
分
糞
粉
奮
份
枌
墳
坢
憤
反
返
板
糞
奮
分
㧍
搒
㕫
塝
抨
枰
𢴒
𣿖
炮
𭡚
𠵽
拂
拂
彿
𧿳
伐
罰
佛
拂
𤽵
批
㧊
派
腓
批
肺
廢
㭀
礬
䉒
嗙
法
𦠱
漂
妃
批
非
飛
蚾
𤊬
費
肥
淝
匪
悱
翡
誹
𦜀
噼
𦢟
泛
反
番
藩
翻
片
番
煽
煩
片
閥
漂
飄
票
漂
柉
𣍪
胓
墂
鋪
付
赴
訃
副
傅
扶
駙
鋪
𪢜
庯
鋪
披
苤
普
譜
胕
𤷵
胕
𡂄
𬖾
坯
呸
胚
𢭿
𠱍
𠯘
𦙀
丰
封
峰
葑
楓
鋒
豐
豊
放
倣
訪
防
房
堸
𤂧
仿
倣
訪
倣
咈
夫
賦
扶
芙
浮
符
蜉
𢰺
甫
否
斧
府
俯
腑
撫
撫
父
附
負
埠
婦
輔
腐
破
破
腹
覆
伏
服
服
茯
復
複
𢲭
噴
𤂫
𢱚
𰇷
賵
諷
逢
馮
菶
鳳
方
芳
妨
坊
鳳
炥
瓜
過
過
𩛃
𠵩
果
寡
𩸄
嘓
矍
嘓
擭
郭
郭
槨
卦
怪
啩
官
貫
棺
關
鰥
觀
貫
慣
館
觀
均
軍
𩮔
𦄄
勌
裙
群
𦄻
𠹴
窘
管
𨆤
郡
㴫
𤹓
桄
胱
𥆄
𫏈
挄
𧈽
壙
廣
癀
𪠢
挄
礦
𨒺
𡃅
𣔲
夐
彶
聒
繘
𢯔
倔
𠡰
掘
崛
䠇
㗕
𢮿
𫏓
撌
柜
𠏺
拐
鬼
揆
槻
㹟
𨆠
揆
桂
𩱻
蹶
㨯
𤷄
撟
𢳙
抉
鴃
𢯵
僑
撾
捰
𠵩
皈
規
龜
歸
癸
貴
葵
跪
軌
櫃
鬼
詭
跪
捐
娟
鵑
眷
拳
權
卷
圈
倦
䊎
決
訣
譎
𢷳
瓊
桔
𧷾
筥
𦚐
𦳃
攞
沲
𬓰
𧅫
𢳯
𧛊
瀝
淶
涞
來
来
𠸤
𢱛
諃
菻
稔
梣
𠽍
𦝃
𢬶
𡀫
𧓦
炟
噒
𠻤
𰧄
𧋻
𢒞
䃹
𧎠
烊
𠡧
蓢
𩅜
𤉜
𦀾
𪘵
朗
𫭧
𩲵
𭩹
炩
汫
𣇝
咬
𣋝
滛
樔
𨀼
𰛴
梍
撘
𫁞
𫁞
𢺎
窒
㗭
㗚
𮞿
𠸫
𱟓
倈
𤀕
𫈨
𣈙
𧍍
𧍍
󠄁
誺
誺
󠄁
𡵆
𧿆
𢝚
𢩽
提
黎
𥘶
𣾸
𱿆
𦮲
婿
褳
𨅍
𫫣
𡃚
𠰉
𠮩
𧉼
洌
𤍅
𦼔
洮
鴺
哩
荑
㐶
𠯇
𩮭
紒
𠹼
地
哋
𤃝
𦵄
𦄃
揁
珵
挒
簝
𠠙
𧀓
𢲛
鱸
𫙔
𤑟
𤸭
𦢞
𥶇
𥱨
𢵽
𠒦
𭍆
𤞪
逳
蜟
轆
𪟆
淯
𩽊
𠛨
𦇒
耒
𡂳
磊
燴
烩
灑
𧐽
𤼓
𠼖
稴
𧖐
滲
𠼖
𦠆
涎
苳
𨀐
弄
㗢
蠬
𧏵
筩
𠹍
㷝
𩄓
噎
𡳝
𤈠
𧀓
𡀿
㾄
揄
癒
𢷀
俞
嚕
呂
𦛗
𣳮
𨮌
濁
𪵫
榱
藞
揕
噋
𢫝
佣
挏
𬫉
㖫
𢘩
𧌸
逴
𧋆
𩧍
𢱓
𥙪
洟
薝
𪡍
𢗆
拥
𠳀
𬏇
樑
𦛌
𧺕
淖
𨢇
揬
𢲼
砂
紗
裟
圫
詫
蹉
咤
𦲺
𪀎
𪮈
拃
槊
敕
嗇
銫
𪁅
𠲅
嗾
冊
索
策
差
灑
𫪱
柴
豺
㾹
𠇈
庹
杉
蔘
𧑁
懺
謲
讒
參
森
墋
𥊀
𩆐
讖
湛
𩅙
湛
刊
滻
汕
疝
赸
燦
孱
𡑝
𤜬
𢕸
趁
莘
𦼛
產
棧
𥖔
𨖅
𢀨
搶
牀
𠳹
𬕌
𤍎
𦼃
爽
𢀨
愴
栍
𠁔
䲼
廳
抄
炒
套
哨
𥱫
𪄤
巢
稍
謅
鮹
插
蠟
䏠
㯿
砬
殺
察
擦
瑟
鉄
呹
栗
湥
𦒹
漊
溇
螻
蝼
䱸
愁
𣜷
醝
傞
𤈇
𢫟
𤵴
𫽎
𣐴
𤉖
茌
茌
胒
𢩿
𪀆
䐭
﨡
𣞶
㦃
盛
井
𡁼
𤵪
𡏥
𩂶
差
魑
癡
𬏝
𪐢
士
恥
𢱟
𨀋
𠡏
切
超
銚
吀
牲
逞
聘
脭
哳
𡦅
𬧺
𧎷
數
数
粗
𡂡
𪢒
初
疏
擻
擞
籔
䉤
𩪵
𲌔
疏
𢮀
𣻄
𬾟
數
数
所
楚
礎
𢜝
叉
帥
膗
篡
撰
饌
𪮡
詧
嚓
𤠕
𥉮
傗
𩺯
𪟄
𪤠
𤢿
㰁
𩯹
𤉚
誄
𦆙
𩟬
𤴶
攙
攙
侟
汕
𦠳
摌
笙
窻
𧄐
𧄐
󠄁
𩽧
𩽧
󠄁
㳥
𣙩
瀧
滝
𦪃
𩩖
𪟤
椶
寵
𩻒
焠
箻
叱
𠸂
師
獅
樗
𰈸
𣐳
瓷
史
事
咵
𡂡
𪢒
𫑺
𬄁
咵
𧍇
𣷱
率
畜
蓄
㗜
搐
飭
𠶗
𫗾
𡢽
櫑
㵽
𩪞
𣑁
茺
銃
崇
腫
𣻢
寵
𤷖
𨄉
慡
𤂬
𤇧
棆
𦘹
腸
㤝
𠼾
霜
孀
暢
𡒮
𪽄
𣖠
𠁸
𣻑
𣻑
𣼳
泏
叻
搜
丑
衰
推
帥
舛
喘
侐
𠶯
些
嗟
借
邪
衺
斜
袏
瀉
左
寫
瀉
𪭥
榭
擔
担
藉
謝
作
塞
稷
炸
酢
鑿
𠷌
賊
剒
㳻
碏
災
𦖻
再
𦛍
塞
才
材
栽
財
舵
裁
載
在
三
𠔭
糝
心
𣅵
籤
𥺑
𬌓
潯
浸
蠶
蚕
寢
暫
拶
傘
𠾎
贊
讚
殘
傘
辛
新
賓
檳
㳯
晉
晉
訊
進
頻
燖
蘋
晉
秦
傘
賓
盡
尽
喪
嗓
贓
𮍄
葬
喪
藏
藏
增
僧
增
層
𡡑
𣉕
磉
藏
臟
贈
腥
啨
𩄳
𠋺
遭
臊
糟
騷
灶
棗
燥
躁
鑿
豆
曹
早
掃
藻
漝
𠍱
雜
集
緝
輯
襲
撒
必
㧙
畢
𤎕
𨄠
𢹵
疾
蒺
嫉
豆
艚
奏
奏
斗
走
𧷹
𢬣
𭠣
齊
西
恓
𤶈
抵
底
呞
𪷉
𪷗
犀
犀
痺
樨
儕
祭
細
際
齊
齊
劑
𢗽
粃
宰
敝
弊
幣
潛
𢬅
鎆
𢤣
星
井
𢜫
𦅃
小
俏
浹
捷
𣜿
節
拖
赦
咃
且
抯
𣴜
託
錯
忑
碩
𡂓
石
𦚈
胎
太
采
泰
採
彩
蔡
態
䓱
汰
汰
貪
參
探
嗿
深
探
籤
忱
𧺀
𰃀
毯
慘
審
甚
炭
嘆
嘆
申
身
紳
臣
辰
神
吞
𡁟
蜄
矧
訠
腎
慎
湯
湯
簜
𣎃
昇
勝
溗
騬
𭡽
倘
倉
儻
乘
剩
青
清
錆
聲
声
鐋
飩
聖
𬉊
成
城
誠
𨓽
絛
滔
操
𢳥
操
㗖
草
討
傠
繰
溚
隰
𫠃
濕
湿
𤏧
十
拾
拾
獺
闥
韃
七
失
室
鍮
艸
𠲠
太
屍
𧡊
㑀
𢪯
呭
𪮛
妻
淒
替
勢
勢
誓
𠱈
𥮋
体
彩
體
誓
𩻔
饞
㙴
𢢆
膳
蹺
韶
𠻥
𨥔
𠻩
吵
屍
試
詩
試
譬
時
時
蒔
𠱈
氏
示
市
侍
柿
是
視
嗜
捿
𤀏
匙
刺
倜
戚
適
適
槭
磩
錫
添
僉
蟾
千
天
偏
遷
篇
禪
淺
善
擅
帖
妾
𢜡
貼
帖
涉
切
設
鐵
竊
舌
折
燒
少
韶
潮
鮉
少
紹
汀
𥺒
聽
𥓉
請
𢗠
𰟞
紹
𢯂
𡓠
𢲬
粗
兔
措
兔
苴
詩
土
吐
授
壽
寿
𬁼
𰨂
悇
咀
𠏲
釵
妥
妥
退
𢗷
話
洸
𠶤
倘
脫
𨁑
𣉐
𬨩
𢬳
嗺
催
催
退
啐
鋑
迨
𠺙
𥱯
偡
㖭
𦹳
𠴘
吞
村
𦛻
忖
鱓
从
𦄷
聰
埇
捅
𫮢
痛
統
𪷄
猝
說
𡁾
𣘄
達
收
𩷊
戍
守
首
娶
趣
獸
茱
茱
殊
酬
讎
手
守
取
𠱔
首
姐
疽
書
雌
受
授
售
樹
次
次
刺
恕
庶
𤶠
蜍
此
㧗
暑
署
墅
輸
疎
丞
承
乘
剩
所
竣
純
馴
醇
盾
順
述
術
叔
促
淑
蜀
塾
熟
式
𥅞
食
植
殖
𠾔
稅
稅
煺
𡂹
𦀹
舂
𥴗
桶
𢠅
腫
𫫴
𬗝
賞
𣇫
𫇿
熟
屬
属
𡱩
鑠
芍
愖
悛
𢠆
𧐺
商
傷
滄
槍
常
嘗
償
賞
上
尚
屬
属
𤃧
絬
拾
𠴫
翠
邃
垂
陲
水
始
瑞
謚
天
栓
痊
詮
銓
鐫
船
嬋
蟬
說
司
絲
子
子
比
枇
婢
琵
貔
比
妣
姊
秭
細
璽
巳
比
避
𣈢
爹
紫
𢲟
昔
析
跡
僻
積
錫
績
席
寂
辟
籍
惜
席
尖
殲
纖
僭
𤍖
潛
店
仙
先
箋
鮮
進
薦
前
錢
踐
箭
餞
便
銑
賤
㗂
接
燮
捷
血
節
截
逍
消
宵
椒
焦
蕉
標
銷
蕭
簫
鏢
笑
條
憔
樵
剿
小
心
尋
噆
旌
晶
猩
精
併
併
性
姓
情
竫
靜
省
醒
淨
𠾼
鐎
剿
娋
𧔋
𭇓
租
𥗹
素
訴
𩘣
徂
媤
祖
組
伵
詞
祚
汓
唆
𨌘
座
鎖
𪹟
坐
座
嚄
劐
碎
遂
狻
𦀷
酸
算
算
𭍵
全
瓚
纘
𫫥
𡁧
䢨
臧
𩯀
謖
族
䏴
𤂭
宣
𠽌
𥊴
𤻒
撮
碎
熣
最
𣋁
摧
頹
蒜
𥯒
罪
縿
噚
𩵽
𠺸
𢟖
噂
存
孫
巽
損
遜
存
損
𢣺
淙
從
𢮱
𠵻
蹤
宋
送
淙
綜
總
𦚗
㗱
䢕
𨃍
崒
揸
楂
炙
詐
茶
搽
㨋
𪁳
斲
仄
測
惻
𣖡
𥭌
濯
𨁷
垞
責
宅
擇
𤳆
𱰼
𧕚
債
債
𬃻
廌
寨
𪡊
蘸
𩼤
欖
𣠩
𤓆
簪
𣠱
朕
浸
站
站
𩑰
瞋
粦
螓
鎮
陳
塵
𢴟
陣
陣
𢬂
奘
張
粧
裝
壯
𣴣
長
腸
𧛇
撞
瞋
𦝄
𤽸
狀
佂
𦱊
幀
箏
𠬉
𢭂
啅
𥋽
嘲
啅
札
𢫵
𤛠
𬌥
𫪦
摨
𢭺
𥙒
𡂙
𬓐
𠶠
滯
蘸
𠹖
𠰪
撩
𧾿
𨅹
𨀽
澈
嘹
咷
咷
致
智
置
池
持
馳
墀
遲
痔
雉
稚
治
值
治
𪄸
鰿
𥖾
瀍
纏
展
篆
𡎞
哲
蜇
撤
徹
朝
潮
召
兆
趙
偵
楨
呈
程
𠸩
鄭
𦅄
𥾇
𱪳
徒
𠻀
𥇻
𢸫
𥗁
𦭦
擼
住
咋
滁
路
阻
捉
捉
𬕳
𰔺
濁
繓
鱩
讄
攂
𥫌
𪳹
𨊚
簪
憯
𬛘
遁
𣹗
𠓻
磌
𢶿
𥉲
緟
𭿍
𥧪
𪟤
𣑺
重
喠
倅
跌
咮
誅
住
晝
駐
稠
擣
𢭏
疇
籌
筹
躊
踌
豬
住
柱
冑
著
除
儲
躇
貯
曥
𣆐
咮
迍
黜
竹
築
逐
軸
𢴊
值
𤑭
𪒽
中
中
重
蟲
虫
𣹞
𱑛
澄
瞪
懲
螴
𦚭
張
掌
賬
帳
脹
長
場
腸
傽
長
丈
杖
跌
𧊐
抽
追
墜
傳
傳
修
饈
鬚
𭉫
宿
繡
囚
酋
𧣕
𣗿
司
私
思
姿
斯
滋
資
諮
袖
聚
四
思
肆
賜
自
祠
徐
詞
慈
磁
辭
辞
子
仔
死
紫
寺
自
似
字
序
祀
敘
嗣
緒
須
鬚
溑
似
序
𢭸
遵
俊
駿
旬
巡
循
馴
戌
恤
足
宿
粟
肅
俗
𠸘
即
𠺒
歲
慧
𠻊
𫟧
𠏭
𠺸
𠸬
𥯓
繜
嵩
噌
縱
蹤
慫
縱
松
從
𡾼
熷
訟
誦
層
足
削
雀
爵
葃
歲
鮮
洒
載
瀸
𣻆
踆
𡀢
㗰
相
將
漿
醬
相
將
祥
詳
墻
薔
想
匠
象
像
雜
剟
剟
𨀞
酒
綏
雖
粹
醉
醉
隨
髓
悴
瘁
宣
腺
線
全
泉
雋
選
雪
絕
𡠄
䫜
𦠲
㗀
膒
唹
圬
淤
𢮁
𦼇
咼
唩
𢛨
瘀
䐿
𩼈
抑
臆
𠳑
穢
濊
喂
熨
慰
𣸊
𫫡
熅
𡅯
𪢖
癰
澭
擁
臃
𩍓
鷹
𤠆
懨
捥
胺
枉
央
怏
殃
秧
鴦
𫊬
㲸
𡋉
憂
尉
慰
委
淵
鴛
苑
婉
撝
𦀪
吧
𢯓
𬏓
𠳿
浘
𨁱
𡲤
橎
禍
𥇿
𪂱
鑊
𤊨
壁
㩇
拜
娓
𫵞
梶
𡲫
㙕
汎
釩
𠹚
板
萬
万
云
紋
雲
紋
聞
挽
晚
問
𦄞
運
韻
彣
雲
刎
𪷦
伴
萬
万
絆
運
韻
𢱨
𣞁
㮠
𠗤
𤷮
傍
鐄
挷
往
暈
咏
爃
𫞡
𭈒
往
𦕟
暀
𮛕
鑅
𠇟
鑅
𠾷
及
沕
𧉚
𥾸
𠟲
𧞄
伆
𢠿
䞈
荱
𢯮
𧚟
圍
𡆫
𩻟
𦝩
𢯷
捤
𩷳
湋
𮬄
𣍁
丕
𡐮
蟡
𬋱
𥿯
徫
椲
譌
撝
𦘧
𡳒
髀
𧗱
𨤔
邊
边
𢯝
捖
𣷴
㧼
𨖿
𩓳
𢵼
𫌐
𤵖
𠾲
𪇴
𪽸
𠶓
喡
圍
𡆫
爲
違
微
薇
幃
位
爲
尾
偉
緯
䇻
𮘕
未
位
味
胃
爲
渭
彙
謂
𤽶
㙔
役
炎
員
園
圓
𧟁
遠
遠
院
援
曰
越
榮
荣
泳
詠
汙
𨀒
扜
盂
虶
無
𠓺
武
㽳
橅
𢯞
𤿭
鶩
𦅂
𫼻
蚽
𫿒
𥒮
𡲈
𨈒
卟
㺔
𦞑
𪿙
𡸏
貝
𡸏
𫬑
𠴖
𡸏
泍
㖹
㖹
溳
湲
亡
忘
𣜳
網
魍
虹
妄
𡻋
𣾼
𦅲
圩
誣
蕪
𭇹
𦜘
呋
宇
羽
雨
舞
鵡
杅
務
𤤰
捊
㳪
𢊑
𥃨
掝
淢
掊
𢱔
逩
僎
𡑵
𢶻
摓
淎
𥣐
凭
暈
彙
䱛
𫏖
園
猿
𣃱
王
𥿁
𦁽
彷
旺
𤢇
潷
越
𱜏
𨑥
車
賒
舍
赦
詫
杈
咜
蛇
硨
社
捨
捨
射
麝
殼
倬
𠳗
捇
繿
鋟
籤
𭿄
𢷂
唱
𠳹
鐣
嗃
𢫚
𤇤
𡁞
䛒
挾
𭰪
醜
䏔
𢴘
侈
車
扯
茌
妻
𢲐
車
𪰮
𠠚
斥
迠
扦
剷
𫕸
𬦪
刟
仯
㴙
𠿂
𰜺
𨆾
四
企
㖉
廁
幟
市
豉
嚏
侈
齒
齒
𬽾
𢸡
斥
𦀗
𨁯
迟
暹
襜
諂
釺
𭛜
鋥
䇸
掣
嘌
𫢗
傎
裎
省
省
掇
𧋍
𱡁
眇
䌔
𨻬
搝
娕
𢹧
處
叉
衩
捘
𱱻
扠
汊
撦
汊
𪟒
伬
𣒱
𩰃
萶
𩭵
𦀵
侊
鏯
𠇷
脫
咄
搓
槎
鬠
𫘽
潚
躅
撱
𢹮
洷
𥸷
嗟
𣔢
𢲳
𠽄
𩮕
嘇
踮
𬇁
㖺
吋
𧿬
衝
𨅃
𨰚
執
夫
鏂
臭
𣭃
處
處
𨁰
春
椿
蠢
出
促
劅
𫈀
𣵶
吹
吹
森
唚
衆
䘪
𨰧
秤
䓬
鋽
啅
𣵶
𦩰
昌
倡
唱
腸
腸
廠
䉅
吹
川
穿
串
紃
啜
衣
依
醫
医
意
薏
倚
椅
𧱺
厭
掩
安
鞍
宴
燕
咽
揭
謁
妖
要
要
夭
窈
